Vue.component ('header-nav-template-2', {
    template:
            `<nav id="main-nav" class="m-nav">
                <ul class="m-dropdown"> 
                    <li class="m-dropdown_item dropdown-gifts">
                        <a href="#">ПОДАРОЧНЫЕ НАБОРЫ</a>
                        <div class="dropdown-content dropdown-gifts-content">
                            <div class="gifts-pages">
                                <div class="gifts-page">
                                    <div class="dropdown-content-title">АКТУАЛЬНЫЕ СВЕДЕНИЯ О ПОДАРОЧНЫХ НАБОРАХ ДОСТУПНЫ НА ОФИЦИАЛЬНОМ ТЕЛЕГРАМ-КАНАЛЕ<br><a href="https://t.me/loccitaneuz_bot" target="_blanc" class="social-link">t.me/loccitaneuz_bot</a></div>
                                </div>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-sale">
                        <a href="#">АКЦИИ</a>
                        <div class="dropdown-content dropdown-sale-content">
                            <div class="sale-pages">
                                <div class="sale-page">
                                    <div class="dropdown-content-title">АКТУАЛЬНЫЕ СВЕДЕНИЯ ОБ АКЦИЯХ ДОСТУПНЫ НА ОФИЦИАЛЬНОМ ТЕЛЕГРАМ-КАНАЛЕ<br><a href="https://t.me/loccitaneuz_bot" target="_blanc" class="social-link">t.me/loccitaneuz_bot</a></div>
                                </div>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-makeup">
                        <a href="../makeup page/Makeup menu page.html" class="makeface">МАКИЯЖ</a>
                        <div class="dropdown-content dropdown-makeup-content">
                            <div class="makeup-pages">
                                <div class="makeup-page">
                                    <div class="dropdown-content-title">ТИП ПРОДУКТА</div>
                                    <ul class="dropdown-content-list">
                                        <a href="../makeup page/Makeup menu Бальзамы для губ.html"><li>Бальзамы для губ</li></a>
                                        <a href="../makeup page/Makeup menu Скрабы для губ.html"><li>Скрабы для губ</li></a>
                                        <a href="../makeup page/Makeup menu Помада для губ.html"><li>Помада</li></a>
                                    </ul>
                                </div>
                                <a href="../makeup page/Помада Фруктовый Нектар, 06 Rouge Craquant.html">
                                    <div class="makeup-page">
                                        <img class="dropdown-img" src="../../img/makeup/Помада Фруктовый Нектар, 06 Rouge Craquant.webp">
                                        <div class="dropdown-img-text">
                                            Помада Фруктовый Нектар,<br> 06 Rouge Craquant
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-face">
                        <a href="../face page/Face menu page.html">ЛИЦО</a>
                        <div class="dropdown-content dropdown-face-content">
                            <div class="face-pages">
                                <div class="face-page">
                                    <div class="dropdown-content-title">ТИП ПРОДУКТА</div>
                                    <ul class="dropdown-content-list">
                                        <a href="../face page/Face menu Очищение и тонизирование.html"><li>Очищение и тонизирование</li></a>
                                        <a href="../face page/Face menu Основной уход.html"><li>Основной уход</li></a>
                                        <a href="../face page/Face menu Уход за кожей вокруг глаз.html"><li>Уход за кожей вокруг глаз</li></a>
                                        <a href="../face page/Face menu Спреи для лица.html"><li>Спреи для лица</li></a>
                                        <a href="../face page/Face menu Сыворотки и масла.html"><li>Сыворотки и масла</li></a>
                                        <a href="../face page/Face menu Питание и защита.html"><li>Питание и защита</li></a>
                                        <a href="../face page/Face menu Скрабы и маски.html"><li>Маски и скрабы</li></a>
                                    </ul>
                                </div>
                                <a href="../face page/Ночной эликсир Мгновенная перезагрузка кожи.html">
                                    <div class="face-page">
                                        <img class="dropdown-img" src="../../img/face/Ночной эликсир Мгновенная перезагрузка кожи.webp">
                                        <div class="dropdown-img-text">
                                            Ночной эликсир "Мгновенная перезагрузка кожи"<br>30 мл
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-body">
                        <a href="#">ТЕЛО</a>
                        <div class="dropdown-content dropdown-body-content">
                            <div class="body-pages">
                                <a href="../body page/Body menu page.html">
                                    <div class="body-page">
                                        <img class="dropdown-img" src="../../img/body/Body menu icon.webp">
                                        <div class="dropdown-img-text">
                                            ДЛЯ ТЕЛА
                                        </div>
                                    </div>
                                </a>
                                <a href="../hair page/Hair menu page.html">
                                    <div class="body-page">
                                        <img class="dropdown-img" src="../../img/hair/Hair menu icon.webp">
                                        <div class="dropdown-img-text">
                                            ДЛЯ ВОЛОС
                                        </div>
                                    </div>
                                </a>
                                <a href="../hands page/Hands menu page.html">
                                    <div class="body-page">
                                        <img class="dropdown-img" src="../../img/hands/Hands menu icon.webp">
                                        <div class="dropdown-img-text">
                                            ДЛЯ РУК
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-aroma">
                        <a href="#">АРОМАТЫ</a>
                        <div class="dropdown-content dropdown-aroma-content">
                            <div class="aroma-pages">
                                <a href="../aroma page/Aroma Female menu page.html">
                                    <div class="aroma-page">
                                        <img class="dropdown-img" src="../../img/aroma/aroma-women.webp">
                                        <div class="dropdown-img-text">
                                            ЖЕНСКИЕ АРОМАТЫ
                                        </div>
                                    </div>
                                </a>
                                <a href="../aroma page/Aroma Male menu page.html">
                                    <div class="aroma-page">
                                        <img class="dropdown-img" src="../../img/aroma/aroma-men.webp">
                                        <div class="dropdown-img-text">
                                            МУЖСКИЕ АРОМАТЫ
                                        </div>
                                    </div>
                                </a>
                                <a href="../aroma page/Aroma Home menu page.html">
                                    <div class="aroma-page">
                                        <img class="dropdown-img" src="../../img/aroma/aroma-home.webp">
                                        <div class="dropdown-img-text">
                                            АРОМАТЫ ДЛЯ ДОМА
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-men">
                        <a href="../men page/Men menu page.html">ДЛЯ МУЖЧИН</a>
                        <div class="dropdown-content dropdown-men-content">
                            <div class="men-pages">
                                <div class="men-page">
                                    <div class="dropdown-content-title">ТИП ПРОДУКТА</div>
                                    <ul class="dropdown-content-list">
                                        <a href="../men page/Men menu Для бритья.html"><li>Для бритья</li></a>
                                        <a href="../men page/Men menu Для лица.html"><li>Для лица</li></a>
                                        <a href="../men page/Men menu Ароматы.html"><li>Ароматы</li></a>
                                        <a href="../men page/Men menu Для душа.html"><li>Для душа</li></a>
                                        <a href="../men page/Men menu Дезодоранты.html"><li>Дезодоранты</li></a>
                                        <a href="../men page/Men menu Для волос.html"><li>Для волос</li></a>
                                        <a href="../men page/Men menu Для тела.html"><li>Для тела</li></a>
                                    </ul>
                                </div>
                                <a href="../men page/Бальзам для бритья Cade.html">
                                    <div class="men-page">
                                        <img class="dropdown-img" src="../../img/men/Бальзам для бритья Cade.webp">
                                        <div class="dropdown-img-text">
                                            Мульти-бальзам для бритья<br> Можжевельник<br>75 мл
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </li>
                    <li class="m-dropdown_item dropdown-baby">
                        <a href="../baby page/Baby menu page.html">ДЛЯ МАЛЫШЕЙ</a>
                        <div class="dropdown-content dropdown-baby-content">
                            <div class="baby-pages">
                                <a href="../baby page/Увлажняющее молочко для тела Карите.html">
                                    <div class="baby-page">
                                        <img class="dropdown-img" src="../../img/baby/Увлажняющее молочко для тела Карите.webp">
                                        <div class="dropdown-img-text">
                                            Увлажняющее молочко для тела<br>Карите-Малыш<br>100мл
                                        </div>
                                    </div>
                                </a>
                                <a href="../baby page/Бальзам массажный Карите.html">
                                    <div class="baby-page">
                                        <img class="dropdown-img" src="../../img/baby/Бальзам-суфле для массажа Карите.webp">
                                        <div class="dropdown-img-text">
                                            Бальзам-суфле для массажа<br>Карите-Малыш<br>125мл
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </li>
                </ul>
            </nav>`
})

Vue.component ('contacts-template', {
    template:
            `<div id="contacts" class="contacts">
                <div class="contacts-group">
                    <div class="address">
                        <div class="address-title">АДРЕСА НАШИХ МАГАЗИНОВ</div>
                        <div class="social-list">
                            <ol class="" style="list-style: none">
                                <li><i class="fas fa-angle-right"></i>Ташкент, ул. Амира Темура 60, ориентир: магазины Mexx, Motivi / +998 (71) 200-1551</li>
                                <li><i class="fas fa-angle-right"></i>Ташкент, ТРЦ Samarqand Darvoza, 2 этаж / +998 (95) 143-1551</li>
                                <li><i class="fas fa-angle-right"></i>Ташкент, ТРК Next, 1 этаж / +998 (95) 142-1551</li>
                                <li><i class="fas fa-angle-right"></i>Ташкент, ул. Шевченко 30, ориентир:  The Irish pub / +998 (95) 144-1551</li>
                            </ol>
                        </div>
                    </div>
                    <div class="social-network">
                        <div class="social-text">МЫ В СОЦИАЛЬНЫХ СЕТЯХ</div>
                        <div class="social-list">
                            <ul class="" style="list-style: none">
                                <a href="https://www.facebook.com/LOccitane.uz/" target="_blanc"><li class="fb"><i class="fab fa-facebook-f"></i>Facebook</li></a>
                                <a href="https://www.instagram.com/loccitane_uzb/" target="_blanc"><li class="insta"><i class="fab fa-instagram"></i>Instagram</li></a>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>`
})

Vue.component ('footer-template-2', {
    template:
            `<div class="footer">
                <div class="footer-content">
                    <img src="../../img/logo.svg" class="logo-footer">
                    <div class="footer-text">НАТУРАЛЬНАЯ ФРАНЦУЗСКАЯ КОСМЕТИКА L'OCCITANE EN PROVENCE</div>
                    <div class="footer-text">ДАННЫЙ САЙТ НОСИТ ИНФОРМАТИВНЫЙ ХАРАКТЕР.
                        АКТУАЛЬНЫЕ СВЕДЕНИЯ ДОСТУПНЫ НА ОФИЦИАЛЬНОМ ТЕЛЕГРАМ-КАНАЛЕ <a href="https://t.me/loccitaneuz_bot" target="_blanc" class="social-link">t.me/loccitaneuz_bot</a></div>
                </div>
            </div>`
})


let vm = new Vue ({
    el: '#app',
    data: () => {
        return {
            shops: 'БУТИКИ В ТАШКЕНТЕ',
            search: '',
            cart: [],
            key: '',
            select: [1,2,3,4,5,6,7,8,9,10],
            prod_list: [],
            products: {
                'Мультифункциональный бальзам для губ 3 в 1 Фруктовый нектар': {
                    type: 'makeup',
                    id: 'makeup-0',
                    img_1: 'img/makeup/Бальзам для губ 3в1 Фруктовый Нектар.webp',
                    img: '../../img/makeup/Бальзам для губ 3в1 Фруктовый Нектар.webp',
                    url_1: 'Locci_pages/makeup page/Бальзам для губ 3в1 Фруктовый Нектар.html',
                    url: '../../Locci_pages/makeup page/Бальзам для губ 3в1 Фруктовый Нектар.html',
                    name: 'Мультифункциональный бальзам для губ 3 в 1 Фруктовый нектар',
                    desc: 'Многофункциональный бальзам для губ, насыщенный натуральными маслами и фруктовыми экстрактами, предотвращает ощущение сухости, помогает мгновенно ...',
                    description: 'Многофункциональный бальзам для губ, насыщенный натуральными маслами и фруктовыми экстрактами, предотвращает ощущение сухости, помогает мгновенно восстановить и успокоить поврежденную кожу губ и обеспечивает длительный защитный барьер от внешних факторов.',
                    advice: 'Наносите на кожу губ в качестве бальзама по мере необходимости. Используйте как праймер перед нанесением помады. Для более интенсивного ухода наносите как маску толстым слоем на всю ночь 3 раза в неделю.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Бальзам для губ Вишнёвый Цвет': {
                    type: 'makeup',
                    id: 'makeup-1',
                    img_1: 'img/makeup/Бальзам для губ Вишневый Цвет.webp',
                    img: '../../img/makeup/Бальзам для губ Вишневый Цвет.webp',
                    url_1: 'Locci_pages/makeup page/Бальзам для губ Вишневый Цвет.html',
                    url: '../../Locci_pages/makeup page/Бальзам для губ Вишневый Цвет.html',
                    name: 'Бальзам для губ Вишнёвый Цвет',
                    desc: 'Бальзам для губ обогащённый маслом Карите, превосходно питает, смягчает и восстанавливает кожу губ. Обладает нежным ароматом первых цветов Вишни.',
                    description: 'Бальзам для губ обогащённый маслом Карите, превосходно питает, смягчает и восстанавливает кожу губ. Обладает нежным ароматом первых цветов Вишни.',
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Бальзам для губ Фруктовый нектар, оттенок 040 Gimme Mauve': {
                    type: 'makeup',
                    id: 'makeup-2',
                    img_1: 'img/makeup/Бальзам для губ Фруктовый Нектар, 040 Gimme Mauve.webp',
                    img: '../../img/makeup/Бальзам для губ Фруктовый Нектар, 040 Gimme Mauve.webp',
                    url_1: 'Locci_pages/makeup page/Бальзам для губ Фруктовый Нектар, 040 Gimme Mauve.html',
                    url: '../../Locci_pages/makeup page/Бальзам для губ Фруктовый Нектар, 040 Gimme Mauve.html',
                    name: 'Бальзам для губ Фруктовый нектар, оттенок 040 Gimme Mauve',
                    desc: 'Насыщенный фруктовыми экстрактами и маслами оттеночный бальзам замечательно питает и увлажняет губы, придавая им натуральный и свежий цвет.',
                    description: 'Насыщенный фруктовыми экстрактами и маслами оттеночный бальзам замечательно питает и увлажняет губы, придавая им натуральный и свежий цвет.',
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Бальзам-стик для губ': {
                    type: 'makeup',
                    id: 'makeup-3',
                    img_1: 'img/makeup/Бальзам-стик для губ Карите.webp',
                    img: '../../img/makeup/Бальзам-стик для губ Карите.webp',
                    url_1: 'Locci_pages/makeup page/Бальзам-стик для губ Карите.html',
                    url: '../../Locci_pages/makeup page/Бальзам-стик для губ Карите.html',
                    name: 'Бальзам-стик для губ',
                    desc: 'Нежный бальзам с тонким ароматом на основе масла карите восстанавливает и питает пересушенную кожу губ.',
                    description: 'Нежный бальзам с тонким ароматом на основе масла карите восстанавливает и питает пересушенную кожу губ.',
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Помада Фруктовый Нектар, 06 Rouge Craquant': {
                    type: 'makeup',
                    id: 'makeup-4',
                    img_1: 'img/makeup/Помада Фруктовый Нектар, 06 Rouge Craquant.webp',
                    img: '../../img/makeup/Помада Фруктовый Нектар, 06 Rouge Craquant.webp',
                    url_1: 'Locci_pages/makeup page/Помада Фруктовый Нектар, 06 Rouge Craquant.html',
                    url: '../../Locci_pages/makeup page/Помада Фруктовый Нектар, 06 Rouge Craquant.html',
                    name: 'Помада Фруктовый Нектар, 06 Rouge Craquant',
                    desc: 'Помада, обогащенная фруктовыми экстрактами и витаминами,подарит невероятный уход и пленительный стойкий цвет Вашим губам ...',
                    description: 'Помада, обогащенная фруктовыми экстрактами и витаминами,подарит невероятный уход и пленительный стойкий цвет Вашим губам. Благодаря уникальным пигментам насыщенный оттенок роскошно подчеркнет красоту Ваших губ.',
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Помада для губ Фруктовый нектар, оттенок 030 Provence Sunset': {
                    type: 'makeup',
                    id: 'makeup-5',
                    img_1: 'img/makeup/Помада Фруктовый Нектар, 030 Provence Sunset.webp',
                    img: '../../img/makeup/Помада Фруктовый Нектар, 030 Provence Sunset.webp',
                    url_1: 'Locci_pages/makeup page/Помада Фруктовый Нектар, 030 Provence Sunset.html',
                    url: '../../Locci_pages/makeup page/Помада для губ Фруктовый нектар, оттенок 030 Provence Sunset.html',
                    name: 'Помада для губ Фруктовый нектар, оттенок 030 Provence Sunset',
                    desc: 'Помада, обогащенная фруктовыми экстрактами и витаминами, подарит невероятный уход и пленительный цвет Вашим губам. Выбирайте интенсивность оттенка ...',
                    description: 'Помада, обогащенная фруктовыми экстрактами и витаминами, подарит невероятный уход и пленительный цвет Вашим губам. Выбирайте интенсивность оттенка самостоятельно благодаря возможности нанесения в несколько слоев: от легкого сияния до ослепительного насыщенного блеска.',
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Помада для губ Фруктовый нектар, оттенок 060 Plum Plum Girl': {
                    type: 'makeup',
                    id: 'makeup-6',
                    img_1: 'img/makeup/Помада Фруктовый Нектар, 060 Plum Plum Girl.webp',
                    img: '../../img/makeup/Помада Фруктовый Нектар, 060 Plum Plum Girl.webp',
                    url_1: 'Locci_pages/makeup page/Помада Фруктовый Нектар, 060 Plum Plum Girl.html',
                    url: '../../Locci_pages/makeup page/Помада Фруктовый Нектар, 060 Plum Plum Girl.html',
                    name: 'Помада для губ Фруктовый нектар, оттенок 060 Plum Plum Girl',
                    desc: 'Помада, обогащенная фруктовыми экстрактами и витаминами, подарит невероятный уход и пленительный цвет Вашим губам. Выбирайте интенсивность оттенка ...',
                    description: 'Помада, обогащенная фруктовыми экстрактами и витаминами, подарит невероятный уход и пленительный цвет Вашим губам. Выбирайте интенсивность оттенка самостоятельно благодаря возможности нанесения в несколько слоев: от легкого сияния до ослепительного насыщенного блеска.',
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Помада для губ Фруктовый нектар, оттенок 080 Provence Calling': {
                    type: 'makeup',
                    id: 'makeup-7',
                    img_1: 'img/makeup/Помада Фруктовый Нектар, 080 Provence Calling.webp',
                    img: '../../img/makeup/Помада Фруктовый Нектар, 080 Provence Calling.webp',
                    url_1: 'Locci_pages/makeup page/Помада Фруктовый Нектар, 080 Provence Calling.html',
                    url: '../../Locci_pages/makeup page/Помада Фруктовый Нектар, 080 Provence Calling.html',
                    name: 'Помада для губ Фруктовый нектар, оттенок 080 Provence Calling',
                    desc: 'Помада, обогащенная фруктовыми экстрактами и витаминами, подарит невероятный уход и пленительный цвет Вашим губам. Выбирайте интенсивность оттенка ...',
                    description: `Помада, обогащенная фруктовыми экстрактами и витаминами, подарит невероятный уход и пленительный 
                        цвет Вашим губам. Выбирайте интенсивность оттенка самостоятельно благодаря возможности нанесения в несколько 
                        слоев: от легкого сияния до ослепительного насыщенного блеска.`,
                    advice: 'Наносить на кожу губ по мере необходимости',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Скраб для губ Фруктовый нектар, малина': {
                    type: 'makeup',
                    id: 'makeup-8',
                    img_1: 'img/makeup/Скраб для губ Фруктовый Нектар, малина.webp',
                    img: '../../img/makeup/Скраб для губ Фруктовый Нектар, малина.webp',
                    url_1: 'Locci_pages/makeup page/Скраб для губ Фруктовый Нектар, малина.html',
                    url: '../../Locci_pages/makeup page/Скраб для губ Фруктовый Нектар, малина.html',
                    name: 'Скраб для губ Фруктовый нектар, малина',
                    desc: 'Скраб для губ обладает текстурой настоящего малинового варенья. Он отлично отшелушивает благодаря перемолотой скорлупе грецкого ореха, делая губы ...',
                    description: `Скраб для губ обладает текстурой настоящего малинового варенья. Он отлично отшелушивает благодаря 
                        перемолотой скорлупе грецкого ореха, делая губы мягкими после первого применения. 
                        Натуральные фруктовые экстракты не только дарят чудесный аромат, но и интенсивно питают кожу губ.`,
                    advice: 'Нанести на чистую сухую кожу губ, помассировать, смыть теплой водой.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Скраб для губ Фруктовый нектар, мандарин': {
                    type: 'makeup',
                    id: 'makeup-9',
                    img_1: 'img/makeup/Скраб для губ Фруктовый Нектар, мандарин.webp',
                    img: '../../img/makeup/Скраб для губ Фруктовый Нектар, мандарин.webp',
                    url_1: 'Locci_pages/makeup page/Скраб для губ Фруктовый Нектар, мандарин.html',
                    url: '../../Locci_pages/makeup page/Скраб для губ Фруктовый Нектар, мандарин.html',
                    name: 'Скраб для губ Фруктовый нектар, мандарин',
                    desc: 'Скраб для губ обладает текстурой настоящего бодрящего цитрусового варенья. Он отлично отшелушивает благодаря перемолотой скорлупе грецкого ореха ...',
                    description: `Скраб для губ обладает текстурой настоящего бодрящего цитрусового варенья. Он отлично отшелушивает 
                        благодаря перемолотой скорлупе грецкого ореха, делая губы мягкими после первого применения. 
                        Натуральные фруктовые экстракты не только дарят чудесный аромат,но и интенсивно питают кожу губ.`,
                    advice: 'Нанести на чистую сухую кожу губ, помассировать, смыть теплой водой.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Бальзам для кожи вокруг глаз Драгоценный Иммортель - Новая формула!': {
                    type: 'face',
                    id: 'face-0',
                    img_1: 'img/face/Бальзам для кожи вокруг глаз Иммортель.webp',
                    img: '../../img/face/Бальзам для кожи вокруг глаз Иммортель.webp',
                    url_1: 'Locci_pages/face page/Бальзам для кожи вокруг глаз Иммортель.html',
                    url: '../../Locci_pages/face page/Бальзам для кожи вокруг глаз Иммортель.html',
                    name: 'Бальзам для кожи вокруг глаз Драгоценный Иммортель - Новая формула!',
                    desc: 'Обогащенный уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, энергетический бальзам помогает ...',
                    description: `Обогащенный уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и 
                        минерала кремния, энергетический бальзам помогает предотвратить появление первых морщинок, отечности 
                        и темных кругов. Бальзам насыщен микрокапсулированным маслом корсиканского иммортеля, известным своей 
                        способностью бороться с видимыми признаками старения, и кофеином, обладающим антиоксидантным действием. 
                        Через 28 дней применения кожа вокруг глаз становится светящейся и обновленной.`,
                    advice: 'Наносить утром и вечером легкими движениями на область вокруг глаз.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Дуэт против пигментных пятен Белая королева': {
                    type: 'face',
                    id: 'face-1',
                    img_1: "img/face/Дуэт против пигментых пятен Р'ен Бланш.webp",
                    img: `../../img/face/Дуэт против пигментых пятен Р'ен Бланш.webp`,
                    url_1: `Locci_pages/face page/Дуэт против пигментых пятен Р'ен Бланш.html`,
                    url: `../../Locci_pages/face page/Дуэт против пигментых пятен Р'ен Бланш.html`,
                    name: 'Дуэт против пигментных пятен Белая королева',
                    desc: 'Дуэт против пигментных пятен Белая Королева борется с пигментацией, бережно осветляя Вашу кожу благодаря витамину С и экстрактам таволги ...',
                    description: `Дуэт против пигментных пятен Белая Королева борется с пигментацией, бережно осветляя Вашу кожу благодаря 
                        витамину С и экстрактам таволги, флорентийского ириса и белой шелковицы. Входящая в состав салициловая кислота 
                        мягко выравнивает тон кожи, оказывая поверхностный пилинг. Кератолин природного происхождения воздействует на более 
                        глубокие слои кожи и эффективно борется с пигментацией. Через 28 дней использования дуэта Вы ощутите заметные 
                        результаты - Ваша кожа приобретает здоровое сияние, количество пигментных пятен сокращается, тон кожи становится более однородным.`,
                    advice: 'Наносите дневной крем против пигментных пятен ежедневно легкими массажными движениями. Используйте ночной крем против пигментных пятен в своем вечернем уходе 3 раза в неделю.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Божественный крем Дивайн': {
                    type: 'face',
                    id: 'face-2',
                    img_1: 'img/face/Крем для лица Дивайн.webp',
                    img: '../../img/face/Крем для лица Дивайн.webp',
                    url_1: `Locci_pages/face page/Крем для лица Дивайн.html`,
                    url: `../../Locci_pages/face page/Крем для лица Дивайн.html`,
                    name: 'Божественный крем Дивайн',
                    desc: 'Этот восхитительный крем с роскошной текстурой воздействует на все признаки возраста, обновляя кожу. Кожа становится более плотной, свежей и упругой ...',
                    description: `Этот восхитительный крем с роскошной текстурой воздействует на все признаки возраста, обновляя кожу.
                        Кожа становится более плотной, свежей и упругой. Контур лица подтянут. Кожа сияет изнутри, тон лица выравнивается.
                        Кожа выглядит и чувствует себя полностью восстановленной. В формулу крема специалисты лаборатории L'OCCITANE добавили комплекс из 7 натуральных активных компонентов, которые усиливают действие основного ингредиента - экстракта цветков корсиканского бессмертника.
                        Новая формула крема получила 5 патентов и оказывает антивозрастное действие на глубинную структуру клеток кожи.`,
                    advice: `Для максимальной эффективности крема, специальной особой техники: 
                        1. Согрейте небольшое количество крема в ладонях, это усилит действие эфирных масел и улучшает проникновение в организм.
                        2. Сделайте вдох и насладитесь восхитительным ароматом крема. 
                        3. Легкими разглаживающими движениями нанесите крем на кожу лица, слегка надавливая в централь части. 
                        4. Нанесите крем восходящих движений на шею от области декольте до подбородка поочередно правой и левой ладонями. 
                        5. Нанесите небольшое количество крема на лоб разглаживающими движениями от левого виска к правому и затем - в обратном направлении. 
                        6. Помассируйте кожу лица энергичными щипками по направлению от подбородка к ушам. Эта техника стимулирует микроциркуляцию кожи и способствует ее обновлению. 
                        7. Несколько раз проведите ладонью по шее. Эти поглаживания поддерживать дренажный эффект, избавляя клетки от токсинов. 
                        8. Разглаживающими движениями проведите от подбородка к основанию шеи справа, по центру и слева. Затем - от крыльев носа к вискам и от центра лба к вискам. 
                        9. Закройте уши ладонями и в тишине ощутите удовольствие от проделанной процедуры. Слегка надавите ладонями на уши и расслабьтесь.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Совершенный крем Пион': {
                    type: 'face',
                    id: 'face-3',
                    img_1: 'img/face/Крем для лица Пион.webp',
                    img: '../../img/face/Крем для лица Пион.webp',
                    url_1: `Locci_pages/face page/Крем для лица Пион.html`,
                    url: `../../Locci_pages/face page/Крем для лица Пион.html`,
                    name: 'Совершенный крем Пион',
                    desc: 'Бархатистый крем с преображающим комплексом пиона обладает уникальной текстурой, которая адаптируется к разным типам кожи и климату. Благодаря ...',
                    description: `Бархатистый крем с преображающим комплексом пиона обладает уникальной текстурой, которая адаптируется к разным типам кожи и климату. 
                        Благодаря входящим в состав активным ингредиентам крем интенсивно увлажняет кожу, выравнивает цвет лица, сужает поры и борется с несовершенствами.
                        Кожа невероятно мягкая. Доказанный эффект мгновенного сияния. Увлажнение в течение 24 часов. Текстура крема позволяет коже дышать.`,
                    advice: `Наносите каждой утро и вечер на очищенную и сухую кожу. Кожа разглажена и готова к нанесению макияжа.
                        Адаптировано ко всем типам кожи.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем-маска Божественный Иммортель': {
                    type: 'face',
                    id: 'face-4',
                    img_1: 'img/face/Крем-маска Божественный Иммортель.webp',
                    img: '../../img/face/Крем-маска Божественный Иммортель.webp',
                    url_1: `Locci_pages/face page/Крем-маска Божественный Иммортель.html`,
                    url: `../../Locci_pages/face page/Крем-маска Божественный Иммортель.html`,
                    name: 'Крем-маска Божественный Иммортель',
                    desc: 'Божественная крем-маска более чем на 90 % состоит из натуральных ингредиентов и содержит в себе эфирное масла иммортеля, масло карите и ...',
                    description: `Божественная крем-маска более чем на 90 % состоит из натуральных ингредиентов и содержит в себе эфирное масла иммортеля, масло карите и ладанника.
                        Эта уникальная комбинация восстанавливает очень сухую, зрелую кожу, позволяет бороться с возрастными изменениями и дарит коже истинный комфорт и наслаждение.`,
                    advice: 'Наносить крем тонким слоем на очищенную кожу лица для ежедневного ухода; 1-2 раза в неделю наносить толстым слоем в качестве  маски, оставить на несколько минут, затем удалить остатки с помощью ватного диска.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Легкий крем-комфорт для лица Карите SPF15': {
                    type: 'face',
                    id: 'face-5',
                    img_1: 'img/face/Легкий крем для лица Карите SPF15.webp',
                    img: '../../img/face/Легкий крем для лица Карите SPF15.webp',
                    url_1: `Locci_pages/face page/Легкий крем для лица Карите SPF15.html`,
                    url: `../../Locci_pages/face page/Легкий крем для лица Карите SPF15.html`,
                    name: 'Легкий крем-комфорт для лица Карите SPF15',
                    desc: 'Легкий крем-комфорт для лица Карите, обогащенный чудодейственным маслом карите (5%), превосходно питает, увлажняет и восстанавливает кожу. Уникальная ...',
                    description: `Легкий крем-комфорт для лица Карите, обогащенный чудодейственным маслом карите (5%), превосходно питает, увлажняет и восстанавливает кожу. 
                        Уникальная формула крема удовлетворяет потребности различных типов кожи и обеспечивает защиту в любых условиях. 
                        Крем содержит SPF15, благодаря чему эффективно защищает от ультрафиолетовых лучей. Дарит ощущение мягкости, бархатистости и увлажнения в течение 48 часов.`,
                    advice: 'Наносите утром на очищенную кожу лица легкими поглаживающими движениями.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Мицеллярная вода 3-В-1 с Чабрецом и Огурцом': {
                    type: 'face',
                    id: 'face-6',
                    img_1: 'img/face/Мицелярная вода 3в1 с чабрецом и огурцом.webp',
                    img: '../../img/face/Мицелярная вода 3в1 с чабрецом и огурцом.webp',
                    url_1: `Locci_pages/face page/Мицелярная вода 3в1 с чабрецом и огурцом.html`,
                    url: `../../Locci_pages/face page/Мицелярная вода 3в1 с чабрецом и огурцом.html`,
                    name: 'Мицеллярная вода 3-В-1 с Чабрецом и Огурцом',
                    desc: 'Освежающая мицеллярная вода эффективно удаляет водостойкую косметику и загрязнения с кожи лица, век и губ. Кожа становится мягкой, подтянутой и ...',
                    description: `Освежающая мицеллярная вода эффективно удаляет водостойкую косметику и загрязнения с кожи лица, век и губ.
                        Кожа становится мягкой, подтянутой и подготовленной к следующим шагам в уходе за кожей. Обогащенная огурцом, известным своими освежающими свойствами, и чабрецом, уменьшающим несовершенства кожи за счет содержания цинка, мицеллярная вода наполняет кожу сияющей жизненной силой. 
                        Позвольте коже отведать освежающий коктейль, богатый экстрактами огурца и чабреца с юга Франции. Подходит для всех типов кожи. 
                        Нейтральный pH, некамедогенно. Прошло дерматологический и офтальмологический контроль.`,
                    advice: 'Нанесите на кожу лица, век и губ с помощью ватного диска, смыть водой.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Ночной эликсир для зоны вокруг глаз Мгновенная перезагрузка кожи': {
                    type: 'face',
                    id: 'face-7',
                    img_1: 'img/face/Ночной эликсир для зоны вокруг глаз.webp',
                    img: '../../img/face/Ночной эликсир для зоны вокруг глаз.webp',
                    url_1: `Locci_pages/face page/Ночной эликсир для зоны вокруг глаз.html`,
                    url: `../../Locci_pages/face page/Ночной эликсир для зоны вокруг глаз.html`,
                    name: 'Ночной эликсир для зоны вокруг глаз Мгновенная перезагрузка кожи',
                    desc: 'Чудодейственный ночной эликсир восстанавливает и преображает зону вокруг глаз всего за одну ночь! Обладая текстурой масла-сыворотки, эликсир тает на ...',
                    description: `Чудодейственный ночной эликсир восстанавливает и преображает зону вокруг глаз всего за одну ночь! 
                        Обладая текстурой масла-сыворотки, эликсир тает на коже, превосходно питая и увлажняя её. 
                        Входящее в состав эфирное масло иммортеля является антиоксидантом и борется с признаками старения, экстракт акмеллы разглаживает морщины, делая кожу гладкой и увлажненной, а экстракт майорана запускает механизм восстановления кожи. 
                        Специальный растительный комплекс способствует уменьшению признаков усталости в зоне вокруг глаз. 
                        После первого применения средство уменьшает видимость темных кругов и отечность, кожа вокруг глаз выглядит отдохнувшей. 
                        После 7 ночей кожа становится обновленной, мимические морщины разглаживаются. После 28 ночей зона вокруг глаз полностью восстановлена, тонус кожи повышен, благодаря чему взгляд становится свежим и сияющим.`,
                    advice: 'Наносить вечером на очищенную область вокруг глаз легкими массажными движениями.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Ночной эликсир «Мгновенная перезагрузка кожи»': {
                    type: 'face',
                    id: 'face-8',
                    img_1: 'img/face/Ночной эликсир Мгновенная перезагрузка кожи.webp',
                    img: '../../img/face/Ночной эликсир Мгновенная перезагрузка кожи.webp',
                    url_1: `Locci_pages/face page/Ночной эликсир Мгновенная перезагрузка кожи.html`,
                    url: `../../Locci_pages/face page/Ночной эликсир Мгновенная перезагрузка кожи.html`,
                    name: 'Ночной эликсир «Мгновенная перезагрузка кожи»',
                    desc: 'Невероятный ночной эликсир восстановит и преобразит вашу кожу всего за одну ночь! Обладая текстурой масла-сыворотки, эликсир тает на коже ...',
                    description: `Невероятный ночной эликсир восстановит и преобразит вашу кожу всего за одну ночь! 
                        Обладая текстурой масла-сыворотки, эликсир тает на коже, превосходно питая и увлажняя её. 
                        Входящее в состав эфирное масло иммортеля является антиоксидантом и борется с признаками старения, экстракт акмеллы разглаживает морщины, делая кожу гладкой, а экстракт майорана запускает механизм восстановления кожи. 
                        Уже после первого применения кожа выглядит обновленной, отдохнувшей и свежей. После 7 ночей кожа становится более здоровой и сияющей, мелкие морщины разглаживаются. 
                        После 28 ночей ваша кожа полностью восстановлена и наполнена энергией.`,
                    advice: 'Наносить вечером на очищенную кожу лица. После нанесения используйте свой основной уход. Избегать попадания в глаза.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Очищающее масло для лица с календулой и иммортелем': {
                    type: 'face',
                    id: 'face-9',
                    img_1: 'img/face/Очищающее масло для лица с календулой и иммортелем.webp',
                    img: '../../img/face/Очищающее масло для лица с календулой и иммортелем.webp',
                    url_1: `Locci_pages/face page/Очищающее масло для лица с календулой и иммортелем.html`,
                    url: `../../Locci_pages/face page/Очищающее масло для лица с календулой и иммортелем.html`,
                    name: 'Очищающее масло для лица с календулой и иммортелем',
                    desc: 'Очищающее средство при контакте с водой превращается из нежного масла в шелковую молочную эмульсию. Масло деликатно очищает кожу и эффективно удаляет ...',
                    description: `Очищающее средство при контакте с водой превращается из нежного масла в шелковую молочную эмульсию. 
                        Масло деликатно очищает кожу и эффективно удаляет водостойкий макияж и загрязнения. 
                        Масло обогащено экстрактами календулы, известной своими успокаивающими свойствами, и иммортеля – никогда не увядающего цветка. 
                        Кожа становится более эластичной и мягкой. Подходит для всех типов кожи. Нейтральный pH, некамедогенно. 
                        Прошло дерматологический и офтальмологический контроль.`,
                    advice: `Нанесите масло на сухую кожу лица, включая область вокруг глаз и губ,аккуратными массажными движениями. 
                        Затем добавьте немного воды, чтобы масло превратилось в молочную эмульсию. Смыть водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Очищающее молочко для лица с медом и инжиром': {
                    type: 'face',
                    id: 'face-10',
                    img_1: 'img/face/Очищающее молочко для лица с медом и инжиром.webp',
                    img: '../../img/face/Очищающее молочко для лица с медом и инжиром.webp',
                    url_1: `Locci_pages/face page/Очищающее молочко для лица с медом и инжиром.html`,
                    url: `../../Locci_pages/face page/Очищающее молочко для лица с медом и инжиром.html`,
                    name: 'Очищающее молочко для лица с медом и инжиром',
                    desc: 'Обладая шелковой нежной текстурой, кремовое молочко деликатно очищает кожу и эффективно удаляет водостойский макияж и загрязнения. Молочко обогащено ...',
                    description: `Обладая шелковой нежной текстурой, кремовое молочко деликатно очищает кожу и эффективно удаляет водостойский макияж и загрязнения. 
                        Молочко обогащено органическими инжиром и медом из Прованса и обладает аппетитным сладким ароматом. Инжир известен своими успокаивающими свойствами,а мед с давних времен знаменит целебными и защитными. 
                        Кожа мгновенно окутывается вуалью мягкости. Подходит для всех типов кожи. Нейтральный pH, некамедогенно. 
                        Прошло дерматологический и офтальмологический контроль.`,
                    advice: 'Нанести небольшое количество молочка на кожу лица с помощью ватного диска или массажными движениями кончиками пальцев, при желании смыть водой.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Сыворотка для лица Драгоценный Иммортель - Новая формула!': {
                    type: 'face',
                    id: 'face-11',
                    img_1: 'img/face/Сыворотка для лица Иммортель.webp',
                    img: '../../img/face/Сыворотка для лица Иммортель.webp',
                    url_1: `Locci_pages/face page/Сыворотка для лица Иммортель.html`,
                    url: `../../Locci_pages/face page/Сыворотка для лица Иммортель.html`,
                    name: 'Сыворотка для лица Драгоценный Иммортель - Новая формула!',
                    desc: 'Обогащенная уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, сыворотка предотвращает первые ...',
                    description: `Обогащенная уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, сыворотка предотвращает первые признаки старения. 
                        Эффективный микс этих ценных ингредиентов способствует самостоятельному синтезу молекул гиалуроновой кислоты в коже. 
                        Сыворотка насыщена микрокапсулированным маслом корсиканского иммортеля, известным своей способностью бороться с видимыми признаками старения,и экстрактом чечевицы, сужающим поры. 
                        Через 28 дней применения кожа становится увлажненной, напитанной и подтянутой.`,
                    advice: 'Наносить утром и вечером на кожу лица и шеи легкими массажными движениями под основной уход для большей эффективности.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Совершенная сыворотка для лица Пион': {
                    type: 'face',
                    id: 'face-12',
                    img_1: 'img/face/Сыворотка для лица Пион.webp',
                    img: '../../img/face/Сыворотка для лица Пион.webp',
                    url_1: `Locci_pages/face page/Сыворотка для лица Пион.html`,
                    url: `../../Locci_pages/face page/Сыворотка для лица Пион.html`,
                    name: 'Совершенная сыворотка для лица Пион',
                    desc: 'Новая ультралегкая сыворотка с нежной и свежей текстурой заметно улучшает качество кожи. Тон выглядит более однородным, кожа становится гладкой ...',
                    description: `Новая ультралегкая сыворотка с нежной и свежей текстурой заметно улучшает качество кожи. 
                        Тон выглядит более однородным, кожа становится гладкой, бархатистой, свежей и сияющей.
                        - Текстура кожи заметно более гладкая
                        - Несовершенства кожи менее заметны
                        - Поры мгновенно сужаются - 84%
                        - Усиливает сияние кожи - 47%
                        - Тон кожи более однородный - 41%`,
                    advice: 'Наносить утром и вечером перед основным уходом.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Совершенный тоник для лица Пион': {
                    type: 'face',
                    id: 'face-13',
                    img_1: 'img/face/Тоник для лица Пион.webp',
                    img: '../../img/face/Тоник для лица Пион.webp',
                    url_1: `Locci_pages/face page/Тоник для лица Пион.html`,
                    url: `../../Locci_pages/face page/Тоник для лица Пион.html`,
                    name: 'Совершенный тоник для лица Пион',
                    desc: 'Завершающий этап ритуала очищения, наполняющий кожу удивительной свежестью, — увлажнение и тонизирование. Формула тоника, обогащенная ...',
                    description: `Завершающий этап ритуала очищения, наполняющий кожу удивительной свежестью, — увлажнение и тонизирование. 
                        Формула тоника, обогащенная экстрактом пиона, сужает поры, делая кожу более гладкой и бархатистой. 
                        Применяется утром и вечером, тонизирует и готовит кожу к использованию средств по уходу.`,
                    advice: 'Наносить на лицо и шею с помощью ватного диска.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Увлажняющий спрей для лица Aqua Reotier': {
                    type: 'face',
                    id: 'face-14',
                    img_1: 'img/face/Тоник-спрей для лица Аква Реотье.webp',
                    img: '../../img/face/Тоник-спрей для лица Аква Реотье.webp',
                    url_1: `Locci_pages/face page/Тоник-спрей для лица Аква Реотье.html`,
                    url: `../../Locci_pages/face page/Тоник-спрей для лица Аква Реотье.html`,
                    name: 'Увлажняющий спрей для лица Aqua Reotier',
                    desc: 'Обогащенный глицерином и гиалуроновой кислотой освежающий спрей смягчает кожу, оставляя на ней нежный аромат морского ...',
                    description: `Обогащенный глицерином и гиалуроновой кислотой освежающий спрей смягчает кожу, оставляя на ней нежный аромат морского бриза.
                        Гиалуроновая кислота помогает наполнить кожу влагой.`,
                    advice: `Нанесите спрей как самостоятельное средство после очищения кожи.
                        Идеально подходит для закрепления макияжа и как термальная вода.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Тоник-спрей для лица Карите': {
                    type: 'face',
                    id: 'face-15',
                    img_1: 'img/face/Тоник-спрей для лица Карите.webp',
                    img: '../../img/face/Тоник-спрей для лица Карите.webp',
                    url_1: `Locci_pages/face page/Тоник-спрей для лица Карите.html`,
                    url: `../../Locci_pages/face page/Тоник-спрей для лица Карите.html`,
                    name: 'Тоник-спрей для лица Карите',
                    desc: `Мягкий бесспиртовой тоник для лица увлажняет, освежает и смягчает кожу. 
                        Удобный формат тоника позволяет использовать его в течение всего дня.`,
                    description: `Мягкий бесспиртовой тоник для лица увлажняет, освежает и смягчает кожу. 
                        Удобный формат тоника позволяет использовать его в течение всего дня.`,
                    advice: `Способ применения: нанесите на лицо, держа флакон на расстоянии 20 см от кожи. 
                        При нанесении закрывайте глаза.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Ультраувлажняющая эссенция для лица Аква Реотье': {
                    type: 'face',
                    id: 'face-16',
                    img_1: 'img/face/Увлажняющая эссенция для лица Аква Реотье.webp',
                    img: '../../img/face/Увлажняющая эссенция для лица Аква Реотье.webp',
                    url_1: `Locci_pages/face page/Увлажняющая эссенция для лица Аква Реотье.html`,
                    url: `../../Locci_pages/face page/Увлажняющая эссенция для лица Аква Реотье.html`,
                    name: 'Ультраувлажняющая эссенция для лица Аква Реотье',
                    desc: 'Обогащенная минерализованной водой из источника Реотье и гиалуроновой кислотой, эссенция мгновенно увлажняет кожу, подготавливая её к дальнейшим ...',
                    description: `Обогащенная минерализованной водой из источника Реотье и гиалуроновой кислотой, эссенция мгновенно увлажняет кожу, подготавливая её к дальнейшим этапам ухода. 
                        В результате кожа лица выглядит более свежей и сияющей.`,
                    advice: 'Способ применения: нанесите на лицо небольшое количество средства на очищенную кожу лица',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Ультраувлажняющая минеральная маска для лица Аква Реотье': {
                    type: 'face',
                    id: 'face-17',
                    img_1: 'img/face/Ультраувлажняющая минеральная маска для лица Аква Реотье.webp',
                    img: '../../img/face/Ультраувлажняющая минеральная маска для лица Аква Реотье.webp',
                    url_1: `Locci_pages/face page/Ультраувлажняющая минеральная маска для лица Аква Реотье.html`,
                    url: `../../Locci_pages/face page/Ультраувлажняющая минеральная маска для лица Аква Реотье.html`,
                    name: 'Ультраувлажняющая минеральная маска для лица Аква Реотье',
                    desc: 'Ультраувлажняющая маска содержит минеральную воду из источника Реотье, гиалуроновую кислоту и удерживающие воду молекулы для интенсивного ...',
                    description: `Ультраувлажняющая маска содержит минеральную воду из источника Реотье, гиалуроновую кислоту и удерживающие воду молекулы для интенсивного восстановления водного баланса. 
                        Маска мгновенно пробуждает кожу, делая ее сияющей и отдохнувшей, помогает сузить поры.`,
                    advice: `Для моментального эффекта нанести толстым слоем на чистую кожу лица, оставить на 10 минут, остатки удалить ватным диском. 
                        Для глубокого увлажнения нанести тонким слоем в качестве вечернего ухода и оставить на всю ночь.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Ультраувлажняющий крем для лица Аква Реотье': {
                    type: 'face',
                    id: 'face-18',
                    img_1: 'img/face/Ультраувлажняющий крем для лица Аква Реотье.webp',
                    img: '../../img/face/Ультраувлажняющий крем для лица Аква Реотье.webp',
                    url_1: `Locci_pages/face page/Ультраувлажняющий крем для лица Аква Реотье.html`,
                    url: `../../Locci_pages/face page/Ультраувлажняющий крем для лица Аква Реотье.html`,
                    name: 'Ультраувлажняющий крем для лица Аква Реотье',
                    desc: 'Легкий невесомый крем обогащен минерализованной водой из источника Реотье. Он мгновенно увлажняет кожу и запирает капельки воды изнутри, сохраняя её ...',
                    description: `Легкий невесомый крем обогащен минерализованной водой из источника Реотье. Он мгновенно увлажняет кожу и запирает капельки воды изнутри, сохраняя её влагу на протяжении всего дня. 
                        Ваша кожа выглядит свежей и сияющей.`,
                    advice: 'Наносите утром и вечером на кожу лица, избегая область вокруг глаз.',
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Успокаивающая маска для лица': {
                    type: 'face',
                    id: 'face-19',
                    img_1: 'img/face/Успокаивающая маска для лица.webp',
                    img: '../../img/face/Успокаивающая маска для лица.webp',
                    url_1: `Locci_pages/face page/Успокаивающая маска для лица.html`,
                    url: `../../Locci_pages/face page/Успокаивающая маска для лица.html`,
                    name: 'Успокаивающая маска для лица',
                    desc: 'Маска обладает текстурой домашнего йогурта с настоящими семенами черной смородины. Она мгновенно преображает и успокаивает кожу, делая ее свежей и ...',
                    description: `Маска обладает текстурой домашнего йогурта с настоящими семенами черной смородины. 
                        Она мгновенно преображает и успокаивает кожу, делая ее свежей и отдохнувшей. 
                        Использование маски подарит Вам невероятные ощущения блаженства и комфорта.`,
                    advice: 'Нанести на чистую кожу лица, оставить на 5 минут. После смыть водой. Использовать 1-2 раза в неделю.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Флюид для лица Драгоценный Иммортель': {
                    type: 'face',
                    id: 'face-20',
                    img_1: 'img/face/Флюид для лица Иммортель.webp',
                    img: '../../img/face/Флюид для лица Иммортель.webp',
                    url_1: `Locci_pages/face page/Флюид для лица Иммортель.html`,
                    url: `../../Locci_pages/face page/Флюид для лица Иммортель.html`,
                    name: 'Флюид для лица Драгоценный Иммортель',
                    desc: 'Обогащенный уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, легкий флюид предотвращает первые ...',
                    description: `Обогащенный уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, легкий флюид предотвращает первые признаки старения. 
                        Эффективный микс этих ценных ингредиентов способствует самостоятельному синтезу молекул гиалуроновой кислоты в коже. 
                        Флюид насыщен микрокапсулированным маслом корсиканского иммортеля,известным своей способностью бороться с видимыми признаками старения. 
                        Через 28 дней применения кожа становится светящейся, увлажненной и подтянутой.`,
                    advice: 'Наносить утром и вечером на кожу лица и шеи легкими массажными движениями, избегая область вокруг глаз.',
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Фруктовый скраб для сияния кожи': {
                    type: 'face',
                    id: 'face-21',
                    img_1: 'img/face/Фруктовый скраб для сияния кожи.webp',
                    img: '../../img/face/Фруктовый скраб для сияния кожи.webp',
                    url_1: `Locci_pages/face page/Фруктовый скраб для сияния кожи.html`,
                    url: `../../Locci_pages/face page/Фруктовый скраб для сияния кожи.html`,
                    name: 'Фруктовый скраб для сияния кожи',
                    desc: 'Нежная джемовая текстура скраба с натуральными микрогранулами эффективно очищает и отшелушивает кожу. Экстракт корсиканского помело оказывает ...',
                    description: `Нежная джемовая текстура скраба с натуральными микрогранулами эффективно очищает и отшелушивает кожу. 
                        Экстракт корсиканского помело оказывает мгновенное эксфолиирующее действие, и уже после первого применения кожа выглядит гладкой и сияющей, словно светится изнутри. 
                        Подходит для нормальной и комбинированной кожи.`,
                    advice: `Нанесите достаточное количество скраба на влажную кожу, помассируйте круговыми движениями, затем смойте водой. 
                        Используйте 1-2 раза в неделю.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Гель для душа Herbae': {
                    type: 'body',
                    id: 'body-0',
                    img_1: 'img/body/Гель для душа из коллекции Herbae.webp',
                    img: '../../img/body/Гель для душа из коллекции Herbae.webp',
                    url_1: `Locci_pages/body page/Гель для душа из коллекции Herbae.html`,
                    url: `../../Locci_pages/body page/Гель для душа из коллекции Herbae.html`,
                    name: 'Гель для душа Herbae',
                    desc: 'Гель для душа Herbae обогащен натуральными растительными экстрактами. Он деликатно очищает, придавая коже освежающий аромат диких трав и цветов ...',
                    description: `Гель для душа Herbae обогащен натуральными растительными экстрактами.
                        Он деликатно очищает, придавая коже освежающий аромат диких трав и цветов, который останется на Вашей коже легким шлейфом.`,
                    advice: `Нанесите гель для душа на влажную кожу, помассируйте мягкими движениями и смойте теплой водой.
                        Подходит для ежедневного ухода.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем для тела Карите, лимитированная коллекция': {
                    type: 'body',
                    id: 'body-1',
                    img_1: 'img/body/Крем для тела Карите, лимитированная коллекция.webp',
                    img: '../../img/body/Крем для тела Карите, лимитированная коллекция.webp',
                    url_1: `Locci_pages/body page/Крем для тела Карите, лимитированная коллекция.html`,
                    url: `../../Locci_pages/body page/Крем для тела Карите, лимитированная коллекция.html`,
                    name: 'Крем для тела Карите, лимитированная коллекция',
                    desc: 'Высококонцентрированный крем (масло карите 25%) мгновенно питает кожу и оставляет ощущение необыкновенной мягкости и комфорта. Несмотря на свою ...',
                    description: `Высококонцентрированный крем (масло карите 25%) мгновенно питает кожу и оставляет ощущение необыкновенной мягкости и комфорта.
                        Несмотря насвою насыщенную текстуру, крем легко наносится, быстро впитывается,не оставляя ощущения липкости.`,
                    advice: `Нанести на сухую кожу легкими массажными движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем для тела Медовый фестиваль': {
                    type: 'body',
                    id: 'body-2',
                    img_1: 'img/body/Крем для тела Медовый фестиваль.webp',
                    img: '../../img/body/Крем для тела Медовый фестиваль.webp',
                    url_1: `Locci_pages/body page/Крем для тела Медовый фестиваль.html`,
                    url: `../../Locci_pages/body page/Крем для тела Медовый фестиваль.html`,
                    name: 'Крем для тела Медовый фестиваль',
                    desc: 'Крем, обогащенный маслом карите (10%) мгновенно питает кожу и оставляет ощущение необыкновенной мягкости и комфорта. Крем легко наносится ...',
                    description: `Крем, обогащенный маслом карите (10%) мгновенно питает кожу и оставляет ощущение необыкновенной мягкости и комфорта.
                        Крем легко наносится, быстро впитывается, не оставляя ощущения липкости. Крем дарит вашей коже сладкий медовый аромат.`,
                    advice: `Нанести на сухую кожу легкими массажными движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Масло для душа Миндальное': {
                    type: 'body',
                    id: 'body-3',
                    img_1: 'img/body/Масло для душа Миндаль.webp',
                    img: '../../img/body/Масло для душа Миндаль.webp',
                    url_1: `Locci_pages/body page/Масло для душа Миндаль.html`,
                    url: `../../Locci_pages/body page/Масло для душа Миндаль.html`,
                    name: 'Масло для душа Миндальное',
                    desc: 'Момент, когда вы впервые попробуете наше знаменитое Миндальное масло для душа, навсегда останется в вашей памяти.При контакте с водой масло мгновенно ...',
                    description: `Момент, когда вы впервые попробуете наше знаменитое Миндальное масло для душа, навсегда останется в вашей памяти.
                        При контакте с водой масло мгновенно превращается в густую роскошную пену, придающую вашему телу нежное атласное сияние.
                        Оно бережно заботится даже о самой нежной коже и является идеальной альтернативой обычным гелям для душа.Наполните свою ванную пьянящим благоуханием Прованса.`,
                    advice: `Нанести под душем на влажную кожу, сполоснуть.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Расслабляющее масло для массажа Моменты безмятежности': {
                    type: 'body',
                    id: 'body-4',
                    img_1: 'img/body/Масло для массажа Моменты безмятежности.webp',
                    img: '../../img/body/Масло для массажа Моменты безмятежности.webp',
                    url_1: `Locci_pages/body page/Масло для массажа Моменты безмятежности.html`,
                    url: `../../Locci_pages/body page/Масло для массажа Моменты безмятежности.html`,
                    name: 'Расслабляющее масло для массажа Моменты безмятежности',
                    desc: 'Массажное масло способствует расслаблению чувств и погружает Вас в атмосферу благополучия, делая кожу эластичной и шелковистой. Окунитесь в мир ...',
                    description: `Массажное масло способствует расслаблению чувств и погружает Вас в атмосферу благополучия, делая кожу эластичной и шелковистой.
                        Окунитесь в мир Моментов безмятежности и наслаждайтесь СПА дома.`,
                    advice: `Разогрейте в руках небольшое количество масла, нанесите на кожу массажными движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Молочко для тела Herbae L'Eau": {
                    type: 'body',
                    id: 'body-5',
                    img_1: "img/body/Молочко для тела Herbae L'EAU.webp",
                    img: "../../img/body/Молочко для тела Herbae L'EAU.webp",
                    url_1: `Locci_pages/body page/Молочко для тела Herbae L'EAU.html`,
                    url: `../../Locci_pages/body page/Молочко для тела Herbae L'EAU.html`,
                    name: "Молочко для тела Herbae L'Eau",
                    desc: 'Молочко для тела, обогащенное маслом Карите, моментально дарит коже непревзойденный комфорт и увлажнение на протяжении всего дня, раскрывая ...',
                    description: `Молочко для тела, обогащенное маслом Карите, моментально дарит коже непревзойденный комфорт 
                        и увлажнение на протяжении всего дня, раскрывая кристально чистую свежесть нот белого клевера.`,
                    advice: "Нанесите молочко для тела массажными движениями. Дополните туалетной водой Herbae L'Eau.",
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Паста-скраб для тела Миндальная': {
                    type: 'body',
                    id: 'body-6',
                    img_1: 'img/body/Паста-скраб для тела Миндальная.webp',
                    img: '../../img/body/Паста-скраб для тела Миндальная.webp',
                    url_1: `Locci_pages/body page/Паста-скраб для тела Миндальная.html`,
                    url: `../../Locci_pages/body page/Паста-скраб для тела Миндальная.html`,
                    name: 'Паста-скраб для тела Миндальная',
                    desc: 'Толченая ореховая скорлупа и сахар великолепно избавляют кожу от омертвевших клеток, миндальное масло смягчает и питает во время процедуры. Кожа ...',
                    description: `Толченая ореховая скорлупа и сахар великолепно избавляют кожу от омертвевших клеток, миндальное масло смягчает и питает во время процедуры. 
                        Кожа после использования скраба становится значительно более восприимчивой к действию дальнейшего ухода. 
                        Паста оставляет на коже нежную шелковистую дымку с ароматом свежего миндаля.`,
                    advice: `Способ применения: Наносите 2-3 раза в неделю на влажную кожу тела, уделяя особое внимание локтям, 
                        коленям и стопам. Тщательно смойте водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Миндальный скраб-мюсли для тела': {
                    type: 'body',
                    id: 'body-7',
                    img_1: 'img/body/Скраб-мюсли для тела Миндаль.webp',
                    img: '../../img/body/Скраб-мюсли для тела Миндаль.webp',
                    url_1: `Locci_pages/body page/Скраб-мюсли для тела Миндаль.html`,
                    url: `../../Locci_pages/body page/Скраб-мюсли для тела Миндаль.html`,
                    name: 'Миндальный скраб-мюсли для тела',
                    desc: 'Аппетитный скраб из натуральных ингредиентов преображает Вашу кожу, делая ее шелковистой и сияющей. Попрощайтесь с омертвевшими клетками и ...',
                    description: `Аппетитный скраб из натуральных ингредиентов преображает Вашу кожу, делая ее шелковистой и сияющей.
                        Попрощайтесь с омертвевшими клетками и несовершенствами текстуры кожи. Скраб глубоко отшелушивает кожу, предотвращает появление вросших волосков. 
                        Кожа становится мягкой и увлажненной благодаря тому, что каждая гранула покрыта миндальным маслом из Прованса.`,
                    advice: `Способ применения: используйте во время принятия душа, два раза в неделю. Для глубокой эксфолиации нанесите скраб на влажную кожу массажными круговыми движениями, затем смойте водой.
                        Для бережного очищения добавьте немного скраба в ладонь или емкость, смешайте средство с Миндальным маслом для душа, нанесите на влажную кожу, затем смойте водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Смягчающее масло для тела Миндальное': {
                    type: 'body',
                    id: 'body-8',
                    img_1: 'img/body/Смягчающее масло для тела Миндаль.webp',
                    img: '../../img/body/Смягчающее масло для тела Миндаль.webp',
                    url_1: `Locci_pages/body page/Смягчающее масло для тела Миндаль.html`,
                    url: `../../Locci_pages/body page/Смягчающее масло для тела Миндаль.html`,
                    name: 'Смягчающее масло для тела Миндальное',
                    desc: `Миндаль славится своим свойством смягчать кожу. L'Occitane использовала удивительную тонизирующую способность миндаля с юга Франции в продуктах по ...`,
                    description: `Миндаль славится своим свойством смягчать кожу. L'Occitane использовала удивительную тонизирующую способность миндаля с юга Франции в продуктах по уходу за телом и 
                        гигиенических средствах, которые не только приятно пахнут и легко наносятся, но и невероятно эффективны.
                        Смягчающее масло для тела – уникальное средство по уходу за кожей. Богатое содержанием миндаля и питательных липидов, масло от растяжек смягчает кожу, в то же время сохраняя ее естественный баланс увлажненности и оставляя приятный миндальный аромат.`,
                    advice: `Наносить на кожу тела массажными движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Соль-скраб для тела Вербена': {
                    type: 'body',
                    id: 'body-9',
                    img_1: 'img/body/Соль-скраб для тела Вербена.webp',
                    img: '../../img/body/Соль-скраб для тела Вербена.webp',
                    url_1: `Locci_pages/body page/Соль-скраб для тела Вербена.html`,
                    url: `../../Locci_pages/body page/Соль-скраб для тела Вербена.html`,
                    name: 'Соль-скраб для тела Вербена',
                    desc: 'Оригинальный скраб для невероятно гладкой кожи с ароматом цитрусовой свежести. Сочетает соль Средиземного моря с натуральными маслами виноградных ...',
                    description: `Оригинальный скраб для невероятно гладкой кожи с ароматом цитрусовой свежести.
                        Сочетает соль Средиземного моря с натуральными маслами виноградных косточек, абрикосовым и миндальным - для питания и увлажнения.
                        Также содержит освежающие и тонизирующие экстракты вербены, лимона и апельсин. Скраб удаляет мертвые клетки с поверхности кожи и стимулирует клеточную активность, тонизирует и разглаживает кожу тела.
                        После глубокой эксфолиации улучшаются обменные процессы, кожа становится гладкой и шелковистой.`,
                    advice: `Наносить на влажную кожу массирующими движениями, смыть водой`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'SOS-маска для волос Восстановление': {
                    type: 'hair',
                    id: 'hair-0',
                    img_1: 'img/hair/SOS-маска для волос Восстановление.webp',
                    img: '../../img/hair/SOS-маска для волос Восстановление.webp',
                    url_1: `Locci_pages/hair page/SOS-маска для волос Восстановление.html`,
                    url: `../../Locci_pages/hair page/SOS-маска для волос Восстановление.html`,
                    name: 'SOS-маска для волос Восстановление',
                    desc: 'Вам нужен экспресс-уход против секущихся кончиков? Обогащенная 5 эфирными маслами и маслом карите воздушная маска мгновенно восстанавливает и ...',
                    description: `Вам нужен экспресс-уход против секущихся кончиков? Обогащенная 5 эфирными маслами и 
                        маслом карите воздушная маска мгновенно восстанавливает и разглаживает секущиеся кончики.`,
                    advice: `Нанесите на кончики волос, оставьте на 5 минут, тщательно смойте водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'SOS-маска для волос Сияние': {
                    type: 'hair',
                    id: 'hair-1',
                    img_1: 'img/hair/SOS-маска для волос Сияние.webp',
                    img: '../../img/hair/SOS-маска для волос Сияние.webp',
                    url_1: `Locci_pages/hair page/SOS-маска для волос Сияние.html`,
                    url: `../../Locci_pages/hair page/SOS-маска для волос Сияние.html`,
                    name: 'SOS-маска для волос Сияние',
                    desc: 'Вашим волосам нужен экспресс-уход для сияния? Обогащенная 5 эфирными маслами, экстрактом лимона и сахарного тростника, маска мгновенно смягчает ...',
                    description: `Вашим волосам нужен экспресс-уход для сияния? Обогащенная 5 эфирными маслами, экстрактом лимона и 
                        сахарного тростника, маска мгновенно смягчает волосы и придает им ослепительный блеск.`,
                    advice: `Нанесите на всю длину волос и кончики, оставьте на 5 минут, тщательно смойте водой`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Нежный кондиционер для волос Миндаль': {
                    type: 'hair',
                    id: 'hair-2',
                    img_1: 'img/hair/Нежный кондиционер для волос Миндаль.webp',
                    img: '../../img/hair/Нежный кондиционер для волос Миндаль.webp',
                    url_1: `Locci_pages/hair page/Нежный кондиционер для волос Миндаль.html`,
                    url: `../../Locci_pages/hair page/Нежный кондиционер для волос Миндаль.html`,
                    name: 'Нежный кондиционер для волос Миндаль',
                    desc: 'Кондиционер с миндальным маслом из Прованса помогает смягчить и распутать волосы, придавая им сияние. Ваши локоны приобретают тонкий аромат свежего миндаля.',
                    description: `Кондиционер с миндальным маслом из Прованса помогает смягчить и распутать волосы, придавая им сияние.
                        Ваши локоны приобретают тонкий аромат свежего миндаля.`,
                    advice: `Способ применения: нанести на вымытые волосы, распределить по всей длине, оставить на 3 минуты, смыть водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Нежный шампунь для волос Миндаль': {
                    type: 'hair',
                    id: 'hair-3',
                    img_1: 'img/hair/Нежный шампунь для волос Миндаль.webp',
                    img: '../../img/hair/Нежный шампунь для волос Миндаль.webp',
                    url_1: `Locci_pages/hair page/Нежный шампунь для волос Миндаль.html`,
                    url: `../../Locci_pages/hair page/Нежный шампунь для волос Миндаль.html`,
                    name: 'Нежный шампунь для волос Миндаль',
                    desc: 'Шампунь с миндальным маслом из Прованса бережно очищает волосы, делая их сияющими и мягкими. После применения волосы становятся увлажненными и ...',
                    description: `Шампунь с миндальным маслом из Прованса бережно очищает волосы, делая их сияющими и мягкими. 
                        После применения волосы становятся увлажненными и воздушными. Ваши локоны приобретают тонкий аромат свежего миндаля.`,
                    advice: `Нанести на кожу головы, помассировать, распределить по всей длине волос, смыть водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Питательный бальзам для рук Карите': {
                    type: 'hands',
                    id: 'hands-0',
                    img_1: 'img/hands/Бальзам для рук Карите.webp',
                    img: '../../img/hands/Бальзам для рук Карите.webp',
                    url_1: `Locci_pages/hands page/Бальзам для рук Карите.html`,
                    url: `../../Locci_pages/hands page/Бальзам для рук Карите.html`,
                    name: 'Питательный бальзам для рук Карите',
                    desc: 'Благодаря чудодейственному маслу Карите (25%) и аллантоину бальзам бережно заботится о коже рук, питая и успокаивая поврежденную ...',
                    description: `Благодаря чудодейственному маслу Карите (25%) и аллантоину бальзам бережно заботится о коже рук, питая и успокаивая поврежденную кожу.
                        Ежедневное использование бальзама восстанавливает защитный барьер кожи и предотвращает появление ощущения сухости.
                        При регулярном применении отмечается интенсивное восстановление очень сухой обезвоженной кожи рук.`,
                    advice: `Наносить на чистую сухую кожу рук по мере необходимости.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Жидкое Мыло Лаванда': {
                    type: 'hands',
                    id: 'hands-1',
                    img_1: 'img/hands/Жидкое мыло Лаванда.webp',
                    img: '../../img/hands/Жидкое мыло Лаванда.webp',
                    url_1: `Locci_pages/hands page/Жидкое мыло Лаванда.html`,
                    url: `../../Locci_pages/hands page/Жидкое мыло Лаванда.html`,
                    name: 'Жидкое Мыло Лаванда',
                    desc: `Лаванда была одним из первых цветов, которые Оливье Боссан, основатель L'OCCITANE, подверг дистилляции.
                        Называемый в Провансе «синим золотом», этот цветок служит ароматным символом юга Франции.`,
                    description: `Жидкое мыло, обогащенное эфирным маслом лаванды с антисептическими свойствами, бережно очищает кожу рук и деликатно парфюмирует ее.
                        Растительная мыльная основа не сушит кожу и не нарушает естественный PH-баланс.`,
                    advice: `Небольшое количество геля выдавить на ладонь и вспенить с водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Восхитительные ручки Миндаль': {
                    type: 'hands',
                    id: 'hands-2',
                    img_1: 'img/hands/Крем для рук Восхитительные ручки Миндаль.webp',
                    img: '../../img/hands/Крем для рук Восхитительные ручки Миндаль.webp',
                    url_1: `Locci_pages/hands page/Крем для рук Восхитительные ручки Миндаль.html`,
                    url: `../../Locci_pages/hands page/Крем для рук Восхитительные ручки Миндаль.html`,
                    name: 'Восхитительные ручки Миндаль',
                    desc: 'Питательная формула, обогащённая миндальным молочком и протеинами, восстанавливает, смягчает и разглаживает кожу рук. Лёгкая, невесомая текстура ...',
                    description: `Питательная формула, обогащённая миндальным молочком и протеинами, восстанавливает, смягчает и разглаживает кожу рук.
                        Лёгкая, невесомая текстура мгновенно впитывается, оставляя на коже тонкий и сладкий аромат миндаля.`,
                    advice: `Наносить на чистую кожу рук в течение дня по мере необходимости.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем для рук Карите': {
                    type: 'hands',
                    id: 'hands-3',
                    img_1: 'img/hands/Крем для рук Карите.webp',
                    img: '../../img/hands/Крем для рук Карите.webp',
                    url_1: `Locci_pages/hands page/Крем для рук Карите.html`,
                    url: `../../Locci_pages/hands page/Крем для рук Карите.html`,
                    name: 'Крем для рук Карите',
                    desc: 'Вам знакома радость от того, что долгие поиски идеального средства увенчались успехом и вы наконец нашли то, что искали? Одно из таких средств ...',
                    description: `В каждом тюбике содержится 20 % масла карите, а также смесь миндаля, меда и кокосового масла для непревзойденного питания вашей кожи.
                        Жасмин и иланг-иланг подарят вашим рукам райское благоухание.
                        Крем быстро впитывается, смягчает и разглаживает кожу, не оставляя ощущения жирности. Он станет вашим незаменимым спутником дома, в путешествии и на работе.`,
                    advice: `Наносить на чистую кожу рук в течение дня по мере необходимости.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем для рук Terre de Lumiere Leau (Тэр до Люмьер Лё)': {
                    type: 'hands',
                    id: 'hands-4',
                    img_1: 'img/hands/Крем для рук Люмьер.webp',
                    img: '../../img/hands/Крем для рук Люмьер.webp',
                    url_1: `Locci_pages/hands page/Крем для рук Люмьер.html`,
                    url: `../../Locci_pages/hands page/Крем для рук Люмьер.html`,
                    name: 'Крем для рук Terre de Lumiere Leau (Тэр до Люмьер Лё)',
                    desc: "Легкий крем для рук с невероятным цветочным ароматом Terre de Lumiere L'EAU подарит вашим рукам мягкий уход, а мельчайшие частички перламутра ...",
                    description: `Легкий крем для рук с невероятным цветочным ароматом Terre de Lumiere L'EAU подарит вашим рукам мягкий уход, 
                        а мельчайшие частички перламутра придадут вашим рукам нежное сияние.`,
                    advice: `Наносить на чистую кожу рук в течение дня по мере необходимости.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем для рук Нероли и Орхидея': {
                    type: 'hands',
                    id: 'hands-5',
                    img_1: 'img/hands/Крем для рук Нероли и Орхидея.webp',
                    img: '../../img/hands/Крем для рук Нероли и Орхидея.webp',
                    url_1: `Locci_pages/hands page/Крем для рук Нероли и Орхидея.html`,
                    url: `../../Locci_pages/hands page/Крем для рук Нероли и Орхидея.html`,
                    name: 'Крем для рук Нероли и Орхидея',
                    desc: 'Обогащённый маслом карите шелковистый крем для рук прекрасно питает, увлажняет и защищает кожу рук, оставляя на ней чувственный аромат двух цветков ...',
                    description: `Обогащённый маслом карите шелковистый крем для рук прекрасно питает, 
                        увлажняет и защищает кожу рук, оставляя на ней чувственный аромат двух цветков - Нероли и Орхидеи.`,
                    advice: `Наносить на чистую кожу рук в течение дня по мере необходимости.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Крем для Рук Пион': {
                    type: 'hands',
                    id: 'hands-6',
                    img_1: 'img/hands/Крем для рук Пион.webp',
                    img: '../../img/hands/Крем для рук Пион.webp',
                    url_1: `Locci_pages/hands page/Крем для рук Пион.html`,
                    url: `../../Locci_pages/hands page/Крем для рук Пион.html`,
                    name: 'Крем для Рук Пион',
                    desc: 'Нежный крем интенсивно увлажняет кожу рук, оставляя на ней цветочный аромат Пиона.',
                    description: `Нежный крем интенсивно увлажняет кожу рук, оставляя на ней цветочный аромат Пиона.`,
                    advice: `Наносить на чистую сухую кожу рук по мере необходимости.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Лосьон для рук Карите': {
                    type: 'hands',
                    id: 'hands-7',
                    img_1: 'img/hands/Лосьон для рук Карите.webp',
                    img: '../../img/hands/Лосьон для рук Карите.webp',
                    url_1: `Locci_pages/hands page/Лосьон для рук Карите.html`,
                    url: `../../Locci_pages/hands page/Лосьон для рук Карите.html`,
                    name: 'Лосьон для рук Карите',
                    desc: 'Лосьон для рук и тела, обогащенный 5% масла карите и экстрактом меда, увлажняет и питает кожу. Легкая текстура мгновенно впитывается, не оставляя ...',
                    description: `Лосьон для рук и тела, обогащенный 5% масла карите и экстрактом меда, увлажняет и питает кожу.
                        Легкая текстура мгновенно впитывается, не оставляя ощущения липкости. Лосьон делает кожу нежной, придавая ей мягкий аромат карите.`,
                    advice: `Нанести на чистую сухую кожу рук и/или тела мягкими массирующими движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Увлажняющий Лосьон для Рук Лаванда': {
                    type: 'hands',
                    id: 'hands-8',
                    img_1: 'img/hands/Лосьон для рук Лаванда.webp',
                    img: '../../img/hands/Лосьон для рук Лаванда.webp',
                    url_1: `Locci_pages/hands page/Лосьон для рук Лаванда.html`,
                    url: `../../Locci_pages/hands page/Лосьон для рук Лаванда.html`,
                    name: 'Увлажняющий Лосьон для Рук Лаванда',
                    desc: `Лаванда была одним из первых цветов, которые Оливье Боссан, основатель L'OCCITANE, подверг дистилляции. 
                        Называемый в Провансе «синим золотом», этот цветок служит ароматным символом юга Франции.`,
                    description: `Неоспоримое достоинство этого средства - благоухающий аромат лаванды, который окутает ваши руки ароматной заботой. Увлажняющий лосьон для рук быстро впитывается и восстанавливает гидролипидную пленку кожи после мытья рук. 
                        Эфирное масло лаванды, питательное масло карите и экстракт меда моментально увлажняют и смягчают кожу.`,
                    advice: `Наносить на кожу рук массажными движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Масло для ногтей и кутикулы Карите': {
                    type: 'hands',
                    id: 'hands-9',
                    img_1: 'img/hands/Масло для кутикулы Карите.webp',
                    img: '../../img/hands/Масло для кутикулы Карите.webp',
                    url_1: `Locci_pages/hands page/Масло для кутикулы Карите.html`,
                    url: `../../Locci_pages/hands page/Масло для кутикулы Карите.html`,
                    name: 'Масло для ногтей и кутикулы Карите',
                    desc: 'Питательное сухое масло смягчает кутикулу и укрепляет ногти. Содержит 30% масла карите, миндаля и виноградных косточек. Масло легко наносится и впитывается.',
                    description: `Питательное сухое масло смягчает кутикулу и укрепляет ногти.
                        Содержит 30% масла карите, миндаля и виноградных косточек. Масло легко наносится и впитывается.`,
                    advice: `Слегка надавить на тюбик и нанести кисточкойна кутикулу, помассировать.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Питательный бальзам для ног Карите': {
                    type: 'hands',
                    id: 'hands-10',
                    img_1: 'img/hands/Питательный бальзам для ног Карите.webp',
                    img: '../../img/hands/Питательный бальзам для ног Карите.webp',
                    url_1: `Locci_pages/hands page/Питательный бальзам для ног Карите.html`,
                    url: `../../Locci_pages/hands page/Питательный бальзам для ног Карите.html`,
                    name: 'Питательный бальзам для ног Карите',
                    desc: 'Благодаря чудодейственному маслу Карите (25%), Д-пантенолу и аллантоину бальзам превосходно питает и успокаивает сухую кожу ног. Ежедневное ...',
                    description: `Благодаря чудодейственному маслу Карите (25%), Д-пантенолу и аллантоину бальзам превосходно питает и успокаивает сухую кожу ног.
                        Ежедневное использование бальзама восстанавливает защитный барьер кожи и предотвращает появление ощущения сухости.
                        При регулярном применении отмечается интенсивное восстановление очень сухой обезвоженной кожи ног.`,
                    advice: `Разогрейте небольшое количество бальзама в руках, наносите масажными движениями по мере необходимости.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                'Парфюмированная вода TERRE DE LUMIERE': {
                    type: 'aromaher',
                    id: 'aromaher-0',
                    img_1: 'img/aroma/Парфюмировання вода Terre de Lumiere.webp',
                    img: '../../img/aroma/Парфюмировання вода Terre de Lumiere.webp',
                    url_1: `Locci_pages/aroma page/Парфюмировання вода Terre de Lumiere.html`,
                    url: `../../Locci_pages/aroma page/Парфюмировання вода Terre de Lumiere.html`,
                    name: 'Парфюмированная вода TERRE DE LUMIERE',
                    desc: 'В сердце этот уникальный и интенсивный аромат раскрывается благодаря ноткам лавандового меда. А окутывают его бергамот и миндаль!',
                    description: `Золотой час, воспетый фотографами, воплощён в изысканном аромате для истинных любителей Прованса.
                        Аромат разогретой на солнце лаванды и мёда, обогащён горьковатыми нотами миндаля, освещён мягким закатным светом перца и бергамота и укутан кашемировым облаком мускуса.`,
                    advice: `Нанесите аромат на точки пульсации (шея, запястья, декольте).`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Туалетная вода Herbae L'Eau": {
                    type: 'aromaher',
                    id: 'aromaher-1',
                    img_1: "img/aroma/Туалетная вода Herbae L'EAU.webp",
                    img: "../../img/aroma/Туалетная вода Herbae L'EAU.webp",
                    url_1: `Locci_pages/aroma page/Туалетная вода Herbae L'EAU.html`,
                    url: `../../Locci_pages/aroma page/Туалетная вода Herbae L'EAU.html`,
                    name: "Туалетная вода Herbae L'Eau",
                    desc: 'В Провансе, среди диких трав, Вы обнаружите цветок с нежной, но выразительной красотой - белый клевер. Он заключает в себе сущность непредсказуемой ...',
                    description: `В Провансе, среди диких трав, Вы обнаружите цветок с нежной, но выразительной красотой - белый клевер.
                        Он заключает в себе сущность непредсказуемой женщины, обладающей одновременно мягкостью и силой.
                        Насладитесь сверкающим букетом цветов, переплетающимся с дикими травами. Кристально-чистые грани белого клевера смешиваются со свежестью нежных лепестков жасмина, алтея и ангелики.`,
                    advice: `Нанесите аромат на точки пульсации (шея, запястья, декольте).`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Туалетная вода Жасмин-Иммортель-Нероли': {
                    type: 'aromaher',
                    id: 'aromaher-2',
                    img_1: 'img/aroma/Туалетная вода Жасмин-Иммортель-Нероли.webp',
                    img: '../../img/aroma/Туалетная вода Жасмин-Иммортель-Нероли.webp',
                    url_1: `Locci_pages/aroma page/Туалетная вода Жасмин-Иммортель-Нероли.html`,
                    url: `../../Locci_pages/aroma page/Туалетная вода Жасмин-Иммортель-Нероли.html`,
                    name: 'Туалетная вода Жасмин-Иммортель-Нероли',
                    desc: 'Когда жасмин, иммортель и нероли соединяются воедино... Гармония, полная контрастов, - от изысканной легкости до выразительной интенсивности ...',
                    description: `Когда жасмин, иммортель и нероли соединяются воедино... Гармония, полная контрастов, - от изысканной легкости до выразительной интенсивности.
                        Свежее и нежное нероли выражается в неотразимой легкости, освещенной теплым и ярким иммортелем из Корсики.
                        В сопровождении шелковистого жасмина рождается абсолютно женственный и чувственный аромат.`,
                    advice: `Нанесите аромат на точки пульсации (шея, запястья, декольте).`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Туалетная вода Зеленый чай': {
                    type: 'aromaher',
                    id: 'aromaher-3',
                    img_1: 'img/aroma/Туалетная вода Зеленый чай.webp',
                    img: '../../img/aroma/Туалетная вода Зеленый чай.webp',
                    url_1: `Locci_pages/aroma page/Туалетная вода Зеленый чай.html`,
                    url: `../../Locci_pages/aroma page/Туалетная вода Зеленый чай.html`,
                    name: 'Туалетная вода Зеленый чай',
                    desc: 'Когда приходит время выпить чашечку чая, укутываясь от ветра или сидя в тени сакуры, кажется, что мгновение замирает. Это особый момент спокойствия и ...',
                    description: `Когда приходит время выпить чашечку чая, укутываясь от ветра или сидя в тени сакуры, кажется, что мгновение замирает.
                        Это особый момент спокойствия и умиротворения, далекий от шума и суеты повседневной жизни, когда Вы в полной мере можете насладиться происходящим.
                        Изысканный аромат, подходящий мужчинам и женщинам, сочетает в себе тонкость зеленого чая и свежесть сладкого апельсина в букете цветочных и цитрусовых нот,создавая уникальный миг гармонии.`,
                    advice: `Нанесите аромат на точки пульсации (шея, запястья, декольте).`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Туалетная Вода Пион': {
                    type: 'aromaher',
                    id: 'aromaher-4',
                    img_1: 'img/aroma/Туалетная вода Пион.webp',
                    img: '../../img/aroma/Туалетная вода Пион.webp',
                    url_1: `Locci_pages/aroma page/Туалетная вода Пион.html`,
                    url: `../../Locci_pages/aroma page/Туалетная вода Пион.html`,
                    name: 'Туалетная Вода Пион',
                    desc: 'В первое утро в воздухе разливаются легкие зеленые ноты, соединяющиеся со свежим дыханием рассветного ветра.  Во второе утро еще не ...',
                    description: `В первое утро в воздухе разливаются легкие зеленые ноты, соединяющиеся со свежим дыханием рассветного ветра.
                        Во второе утро еще не распустившийся бутон источает цветочный аромат, который смешивается с благоуханием роз на соседних кустах.
                        И наконец, в третье утро пион раскрывается, наполняя воздух благоуханием мягких тонов сандалового дерева и белого мускуса.`,
                    advice: `Нанесите аромат на точки пульсации (шея, запястья, декольте).`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Туалетная вода Праздничный сад': {
                    type: 'aromaher',
                    id: 'aromaher-5',
                    img_1: 'img/aroma/Туалетная вода Праздничный сад.webp',
                    img: '../../img/aroma/Туалетная вода Праздничный сад.webp',
                    url_1: `Locci_pages/aroma page/Туалетная вода Праздничный сад.html`,
                    url: `../../Locci_pages/aroma page/Туалетная вода Праздничный сад.html`,
                    name: 'Туалетная вода Праздничный сад',
                    desc: 'Утонченный аромат окутывает нежной вуалью душистых цветов из солнечных садов Прованса. Насладитесь гармонией цветочной феерии, открывающейся ...',
                    description: `Утонченный аромат окутывает нежной вуалью душистых цветов из солнечных садов Прованса.
                        Насладитесь гармонией цветочной феерии, открывающейся нежными нотами в этом аромате.`,
                    advice: `Нанесите аромат на точки пульсации (шея, запястья, декольте).`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Туалетная вода О де Бо': {
                    type: 'aromahim',
                    id: 'aromahim-0',
                    img_1: 'img/men/Туалетная вода BAVX.webp',
                    img: '../../img/men/Туалетная вода BAVX.webp',
                    url_1: `Locci_pages/men page/Туалетная вода BAVX.html`,
                    url: `../../Locci_pages/men page/Туалетная вода BAVX.html`,
                    name: 'Туалетная вода О де Бо',
                    desc: `Чувственный и загадочный аромат, вдохновленный рыцарями из селения Ле-Бо-де-Прованс, их силой и мужеством.
                        Легенда возникновения туалетной воды ...`,
                    description: `Чувственный и загадочный аромат, вдохновленный рыцарями из селения Ле-Бо-де-Прованс, их силой и мужеством.
                        Легенда возникновения туалетной воды полна загадок… Рыцари, приехавшие в селение, шли на свет яркой путеводной звезды.
                        Когда они открыли свои дорожные сундуки, ветер подхватил специи, ладан и пыль драгоценной древесины кедра и занес на самые верхушки кипарисовых деревьев.`,
                    advice: `Наносите на точки пульсации (шея, запястья)`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                'Туалетная вода Цедрат': {
                    type: 'aromahim',
                    id: 'aromahim-1',
                    img_1: 'img/men/Туалетная вода Cedrat.webp',
                    img: '../../img/men/Туалетная вода Cedrat.webp',
                    url_1: `Locci_pages/men page/Туалетная вода Cedrat.html`,
                    url: `../../Locci_pages/men page/Туалетная вода Cedrat.html`,
                    name: 'Туалетная вода Цедрат',
                    desc: `Яркий, элегантный аромат для сильных, уверенных в себе мужчин, уникальных и неповторимых.
                        Парфюмерная композиция построена вокруг главной солирующей ноты - Цедрата.
                        Свежие цитрусовые, теплые мускусные и мягкие древесные ноты делают этот аромат чувственным и многогранным.`,
                    description: `Цедрат – чрезвычайно мужественный цитрусовый фрукт с грубой кожурой, аромат которого выражает сущность природы, полной контрастов и взрывающейся энергии.
                        Свежая и пикантная композиция раскрывает тонкие пряные ноты на чувственной древесной базе.
                        Яркий цитрусовый аромат мгновенно дарит заряд бодрости для динамичного и активного дня.`,
                    advice: `Наносите на точки пульсации (шея, запястья)`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Туалетная вода Л'Окситан": {
                    type: 'aromahim',
                    id: 'aromahim-2',
                    img_1: 'img/men/Туалетная вода Локситан.webp',
                    img: '../../img/men/Туалетная вода Локситан.webp',
                    url_1: `Locci_pages/men page/Туалетная вода Локситан.html`,
                    url: `../../Locci_pages/men page/Туалетная вода Локситан.html`,
                    name: "Туалетная вода Л'Окситан",
                    desc: `Этот аромат - один из бестселлеров L'Occitane, сочетающий в себе дразнящий и свежий аромат  с глубокими чувственными и древесными нотами.
                        В нем идеально подобраны все чарующие ароматы летнего Прованса.
                        Верхние ноты туалетной воды раскрываются благоуханием лаванды в сочетании с черным перцем, что придает аромату деликатную изюминку, а сердечные ноты муската и корицы добавляют ему насыщенный смелый оттенок.`,
                    description: `Аромат вдохновлен природными чарующими красками летнего Прованса,насыщенный и таинственный, 
                        как дистиллят цветков лаванды, сочетающий в себе дразнящие свежие ноты с глубокими чувственными и древесными.Коктейль, где пикантный перец подчеркивается нотой терпкого мускатного ореха.
                        Истинный мужской аромат, воплощающий аутентичную элегантность.`,
                    advice: `Наносите на точки пульсации (шея, запястья)`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Аромат для дома «Энергия»": {
                    type: 'aromahome',
                    id: 'aromahome-0',
                    img_1: 'img/aroma/Аромат для дома Энергия (спрей).webp',
                    img: '../../img/aroma/Аромат для дома Энергия (спрей).webp',
                    url_1: `Locci_pages/aroma page/Аромат для дома Энергия (спрей).html`,
                    url: `../../Locci_pages/aroma page/Аромат для дома Энергия (спрей).html`,
                    name: "Аромат для дома «Энергия»",
                    desc: `Момент, который заставляет вас улыбаться! После долгого теплого дня пропитанная солнцем почва Прованса источает аромат, наполненный цветами и ...`,
                    description: `Момент, который заставляет вас улыбаться! После долгого теплого дня пропитанная солнцем почва Прованса источает аромат, наполненный цветами и травами.
                        Уют этих летних вечеров обладает великолепием, который заслуживает того, чтобы им делиться… Л’Окситан уловил эту идиллию в аромате с коктейлем из эфирных масел иммортеля, базилика, кипариса, эвкалипта.
                        Вместе они выражают эту изысканную,чарующую мягкость вечернего воздуха и дарят вам чувство благополучия и веселья.`,
                    advice: `Распылите аромат в воздухе или нанесите на мягкую мебель,шторы, покрывала.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Диффузор для распространения ароматов для дома": {
                    type: 'aromahome',
                    id: 'aromahome-1',
                    img_1: 'img/aroma/Диффузор с палочками.webp',
                    img: '../../img/aroma/Диффузор с палочками.webp',
                    url_1: `Locci_pages/aroma page/Диффузор для распространения ароматов для дома.html`,
                    url: `../../Locci_pages/aroma page/Диффузор для распространения ароматов для дома.html`,
                    name: "Диффузор для распространения ароматов для дома",
                    desc: `Ароматический диффузор наполнит ваш дом яркими ароматами солнечного Прованса. Выбирайте ароматы, подходящие под ваш характер или настроение ...`,
                    description: `Ароматический диффузор наполнит ваш дом яркими ароматами солнечного Прованса. 
                        Выбирайте ароматы, подходящие под ваш характер или настроение (сменные блоки продаются отдельно) и наслаждайтесь приятным длительным благоуханием в вашем доме. 
                        Диффузор с палочками - это безопасный, экологически чистый и натуральный способ ароматизации помещения. Составьте свой парфюмированный сет. 
                        Выберите любимый аромат для дома, наполните диффузор ароматом, поместите палочки в диффузор в форме букета.`,
                    advice: `Соблюдайте меры предосторожности при обращении с огнем`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Свеча «Источник гармонии»": {
                    type: 'aromahome',
                    id: 'aromahome-2',
                    img_1: 'img/aroma/Свеча Источник гармонии.webp',
                    img: '../../img/aroma/Свеча Источник гармонии.webp',
                    url_1: `Locci_pages/aroma page/Свеча Источник гармонии.html`,
                    url: `../../Locci_pages/aroma page/Свеча Источник гармонии.html`,
                    name: "Свеча «Источник гармонии»",
                    desc: `Откройте себя заново! Иногда все, что вам нужно сделать, - это скрыться на некоторое время, чтобы снова обрести себя. Представьте себе прогулку ...`,
                    description: `Откройте себя заново! Иногда все, что вам нужно сделать - это скрыться на некоторое время, чтобы снова обрести себя.
                        Представьте себе прогулку по волшебному провансальскому лесу, вдыхая свежий смолистый аромат сосен, слушая мелодию леса на заднем плане. \
                        L'Occitane запечатлел это безмятежное ощущение в свече, содержащей эфирные масла кипариса, чабреца, эвкалипта, можжевельника и иланг-иланга, которое дарит вам чувство благополучия и душевного баланса.`,
                    advice: `Зажгите фитиль и насладитесь ароматом. Соблюдайте меры предосторожности.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Свеча «Свежесть»": {
                    type: 'aromahome',
                    id: 'aromahome-3',
                    img_1: 'img/aroma/Свеча Ароматическая свежесть.webp',
                    img: '../../img/aroma/Свеча Ароматическая свежесть.webp',
                    url_1: `Locci_pages/aroma page/Свеча Свежесть.html`,
                    url: `../../Locci_pages/aroma page/Свеча Свежесть.html`,
                    name: "Свеча «Свежесть»",
                    desc: `Дыхание свежего воздуха! Вдохните и представьте ощущение свободы. То же впечатление, которое вы испытываете, прогуливаясь по провансальским ...`,
                    description: `Дыхание свежего воздуха! Вдохните и представьте ощущение свободы.
                        То же впечатление, которое вы испытываете, прогуливаясь по провансальским скалам, которые устилают Средиземное море, когда свежий ветер поднимается от океана и развевается над землей.
                        L'Occitane запечатлел это бодрящее дуновение в свече, сочетающей эфирные масла мяты, сосны, розмарина, сладкого апельсина, дарящей вам чувство благополучия и жизненной силы.`,
                    advice: `Зажгите фитиль и насладитесь ароматом. Соблюдайте меры предосторожности.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Мульти-бальзам для бритья Можжевельник": {
                    type: 'men',
                    id: 'men-0',
                    img_1: 'img/men/Бальзам для бритья Cade.webp',
                    img: '../../img/men/Бальзам для бритья Cade.webp',
                    url_1: `Locci_pages/men page/Бальзам для бритья Cade.html`,
                    url: `../../Locci_pages/men page/Бальзам для бритья Cade.html`,
                    name: "Мульти-бальзам для бритья Можжевельник",
                    desc: `Кремовый мульти-бальзам, обогащенный эфирным маслом можжевельника и маслом карите, при контакте с водой превращается в полупрозрачную эмульсию, которая обеспечивает ...`,
                    description: `Кремовый мульти-бальзам, обогащенный эфирным маслом можжевельника и маслом карите, при контакте с водой превращается в полупрозрачную эмульсию, которая обеспечивает безупречное скольжение бритвы, обеспечивая комфортное бритье даже самой жесткой щетины.
                        Благодаря эфирным маслам бальзам смягчает и успокаивает раздраженную кожу. 
                        Средство питает кожу, помогает предотвратить и снять чувства жжения и стянутости от бритья, оставляя кожу гладкой и увлажненной.
                        Формула разработана специально для мужчин и протестирована дерматологами.`,
                    advice: `Нанесите тонкий слой бальзама на влажную кожу, приступите к бритью.
                        По окончании бритья удалите остатки средства либо тщательно смойте водой.
                        Для увлажнения и смягчения кожи нанесите небольшое количество средства на кожу лица после бритья.
                        Также наносите бальзам на сухие зоны (локти, колени, руки), нуждающиеся в увлажнении.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Бальзам после бритья Можжевельник": {
                    type: 'men',
                    id: 'men-1',
                    img_1: 'img/men/Бальзам после бритья Cade.webp',
                    img: '../../img/men/Бальзам после бритья Cade.webp',
                    url_1: `Locci_pages/men page/Бальзам после бритья Cade.html`,
                    url: `../../Locci_pages/men page/Бальзам после бритья Cade.html`,
                    name: "Бальзам после бритья Можжевельник",
                    desc: `Обогащенный эфирным маслом можжевельника и маслом карите бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для снятия ...`,
                    description: `Обогащенный эфирным маслом можжевельника и маслом карите бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для снятия ощущений раздражения и стянутости,вызванных бритьем.
                        Бальзам успокаивает кожу, снимает чувство жжения и дискомфорта,способствует заживлению ранок.
                        Благодаря легкой текстуре средство быстро впитывается, не оставляя ощущения жирности.
                        Бальзам защищает эпидермис от внешних агрессивных факторов – загрязнения окружающей среды, кондиционированного воздуха, мороза.`,
                    advice: `Наносить на лицо и шею после бритья.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Бальзам после бритья Акватический Цедрат": {
                    type: 'men',
                    id: 'men-2',
                    img_1: 'img/men/Бальзам после бритья Аква Цедрат.webp',
                    img: '../../img/men/Бальзам после бритья Аква Цедрат.webp',
                    url_1: `Locci_pages/men page/Бальзам после бритья Аква Цедрат.html`,
                    url: `../../Locci_pages/men page/Бальзам после бритья Аква Цедрат.html`,
                    name: "Бальзам после бритья Акватический Цедрат",
                    desc: `Обогащенный глицерином растительного происхождения и экстрактом березы бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для ...`,
                    description: `Обогащенный глицерином растительного происхождения и экстрактом березы бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для снятия ощущений раздражения и стянутости, вызванных бритьем.
                        Бальзам успокаивает и тонизирует кожу. Благодаря легкой текстуре средство быстро впитывается, не оставляя ощущения жирности.
                        Волна свежести дарит заряд бодрости и наполняет свежим дыханием морского бриза.`,
                    advice: `Наносить на лицо и шею после бритья.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Бальзам после бритья L'Occitane": {
                    type: 'men',
                    id: 'men-3',
                    img_1: 'img/men/Бальзам после бритья Локситан.webp',
                    img: '../../img/men/Бальзам после бритья Локситан.webp',
                    url_1: `Locci_pages/men page/Бальзам после бритья Локситан.html`,
                    url: `../../Locci_pages/men page/Бальзам после бритья Локситан.html`,
                    name: "Бальзам после бритья L'Occitane",
                    desc: `Обогащенный маслом карите и экстрактом березы бальзам помогает увлажнить и смягчить раздраженную после бритья кожу.
                        Формула разработана специально для ...`,
                    description: `Обогащенный глицерином растительного происхождения и экстрактом березы бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для снятия ощущений раздражения и стянутости, вызванных бритьем.
                        Бальзам успокаивает и тонизирует кожу. Благодаря легкой текстуре средство быстро впитывается, не оставляя ощущения жирности.
                        Волна свежести дарит заряд бодрости и наполняет свежим дыханием морского бриза.`,
                    advice: `Наносить на лицо и шею после бритья.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Бальзам после бритья О де Бо": {
                    type: 'men',
                    id: 'men-4',
                    img_1: 'img/men/Бальзам после бритья О де Бо.webp',
                    img: '../../img/men/Бальзам после бритья О де Бо.webp',
                    url_1: `Locci_pages/men page/Бальзам после бритья О де Бо.html`,
                    url: `../../Locci_pages/men page/Бальзам после бритья О де Бо.html`,
                    name: "Бальзам после бритья О де Бо",
                    desc: `Обогащенный маслом карите, глицерином растительного происхождения и экстрактом березы бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для ...`,
                    description: `Обогащенный маслом карите, глицерином растительного происхождения и экстрактом березы бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для снятия ощущений раздражения и стянутости,вызванных бритьем. Бальзам успокаивает, тонизирует и защищает кожу от внешних агрессивных факторов.
                        Благодаря легкой текстуре средство быстро впитывается,не оставляя ощущения жирности. Чувственный и загадочный аромат кедрового дерева и ладана подарит заряд бодрости на весь день и придаст уверенности.`,
                    advice: `Наносить на лицо и шею после бритья.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Бальзам после бритья Цедрат": {
                    type: 'men',
                    id: 'men-5',
                    img_1: 'img/men/Бальзам после бритья Цедрат.webp',
                    img: '../../img/men/Бальзам после бритья Цедрат.webp',
                    url_1: `Locci_pages/men page/Бальзам после бритья Цедрат.html`,
                    url: `../../Locci_pages/men page/Бальзам после бритья Цедрат.html`,
                    name: "Бальзам после бритья Цедрат",
                    desc: `Обогащенный глицерином растительного происхождения и экстрактом цедрата бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для ...`,
                    description: `Обогащенный глицерином растительного происхождения и экстрактом цедрата бальзам увлажняет и помогает смягчить раздраженную после бритья кожу.
                        Формула разработана специально для снятия ощущений раздражения и стянутости, вызванных бритьем.Бальзам успокаивает и тонизирует кожу.
                        Благодаря легкой текстуре средство быстро впитывается, не оставляя ощущения жирности. Яркий цитрусовый аромат цедрата дарит заряд бодрости для динамичного и активного дня.`,
                    advice: `Наносить на лицо и шею после бритья.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Гель для бритья Можжевельник": {
                    type: 'men',
                    id: 'men-6',
                    img_1: 'img/men/Гель для бритья Cade.webp',
                    img: '../../img/men/Гель для бритья Cade.webp',
                    url_1: `Locci_pages/men page/Гель для бритья Cade.html`,
                    url: `../../Locci_pages/men page/Гель для бритья Cade.html`,
                    name: "Гель для бритья Можжевельник",
                    desc: `Освежающий гель для бритья, обогащенный эфирным маслом можжевельника,превращается в шелковистую пену и приподнимает ...`,
                    description: `Освежающий гель для бритья, обогащенный эфирным маслом можжевельника, превращается в шелковистую пену и приподнимает волоски бороды, обеспечивая безупречное скольжение бритвы и комфортное бритье.
                        Средство защищает кожу от острого лезвия бритвы и помогает снять чувства стянутости и раздражения от бритья.
                        Подходит для нормальной и жирной кожи. Формула разработана специально для мужчин и протестирована дерматологами.`,
                    advice: `Нанесите пену на влажную кожу, приступите к бритью. По окончании бритья тщательно смойте водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Гель для ванн и душа Вербена": {
                    type: 'men',
                    id: 'men-7',
                    img_1: 'img/men/Гель для ванн и душа Вербена.webp',
                    img: '../../img/men/Гель для ванн и душа Вербена.webp',
                    url_1: `Locci_pages/men page/Гель для ванн и душа Вербена Цитрус.html`,
                    url: `../../Locci_pages/men page/Гель для ванн и душа Вербена Цитрус.html`,
                    name: "Гель для ванн и душа Вербена",
                    desc: `Освежающая текстура геля смягчает и питает даже самую чувствительную кожу, а также ...`,
                    description: `Освежающая текстура геля смягчает и питает даже самую чувствительную кожу, а также 
                        наполняют ванную комнату дивным бодрящим ароматом Вербены в сочетании с пикантной свежестью цитрусовых.`,
                    advice: `Используйте как гель для душа или добавьте немного геля под струей воды для образования пышной пены.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Гель для душа Акватический цедрат": {
                    type: 'men',
                    id: 'men-8',
                    img_1: 'img/men/Гель для душа Аква Цедрат.webp',
                    img: '../../img/men/Гель для душа Аква Цедрат.webp',
                    url_1: `Locci_pages/men page/Гель для душа Аква Цедрат.html`,
                    url: `../../Locci_pages/men page/Гель для душа Аква Цедрат.html`,
                    name: "Гель для душа Акватический цедрат",
                    desc: `Обогащенный эфирным маслом цедрата гель очищает кожу и волосы, придавая им акватический аромат, который ...`,
                    description: `Обогащенный эфирным маслом цедрата гель очищает кожу и волосы, придавая им акватический аромат, который интригует своей древесной пикантностью.
                        Волна свежести мгновенно дарит заряд бодрости и наполняет свежим дыханием морского бриза.`,
                    advice: `Нанести небольшое количество геля на влажную кожу, вспенить, смыть теплой водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Гель для душа Л'Окситан": {
                    type: 'men',
                    id: 'men-9',
                    img_1: 'img/men/Гель для душа Локситан.webp',
                    img: '../../img/men/Гель для душа Локситан.webp',
                    url_1: `Locci_pages/men page/Гель для душа Локситан.html`,
                    url: `../../Locci_pages/men page/Гель для душа Локситан.html`,
                    name: "Гель для душа Л'Окситан",
                    desc: `Обогащенный эфирным маслом лаванды гель очищает кожу и волосы, придавая им пикантный ...`,
                    description: `Обогащенный эфирным маслом лаванды гель очищает кожу и волосы, придавая им пикантный перечный аромат, который подчеркивается нотой терпкого мускатного ореха.
                        Истинный мужской аромат, воплощающий аутентичную элегантность, подарит заряд бодрости на целый день.`,
                    advice: `Нанести небольшое количество геля на влажную кожу, вспенить, смыть теплой водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Гель для душа О де Бо": {
                    type: 'men',
                    id: 'men-10',
                    img_1: 'img/men/Гель для душа О де Бо.webp',
                    img: '../../img/men/Гель для душа О де Бо.webp',
                    url_1: `Locci_pages/men page/Гель для душа О де Бо.html`,
                    url: `../../Locci_pages/men page/Гель для душа О де Бо.html`,
                    name: "Гель для душа О де Бо",
                    desc: `Гель очищает кожу и волосы, придавая им пряный аромат кедрового дерева и ладана.
                        Чувственный и загадочный аромат подарит ...`,
                    description: `Гель очищает кожу и волосы, придавая им пряный аромат кедрового дерева и ладана.
                        Чувственный и загадочный аромат подарит заряд бодрости на весь день и придаст уверенности.`,
                    advice: `Нанести небольшое количество геля на влажную кожу, вспенить, смыть теплой водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Гель для душа Цедрат": {
                    type: 'men',
                    id: 'men-11',
                    img_1: 'img/men/Гель для душа Цедрат.webp',
                    img: '../../img/men/Гель для душа Цедрат.webp',
                    url_1: `Locci_pages/men page/Гель для душа Цедрат.html`,
                    url: `../../Locci_pages/men page/Гель для душа Цедрат.html`,
                    name: "Гель для душа Цедрат",
                    desc: `Обогащенный эфирным маслом цедрата гель очищает кожу и волосы, придавая им свежий пикантный аромат, который насыщен ...`,
                    description: `Обогащенный эфирным маслом цедрата гель очищает кожу и волосы, придавая им свежий пикантный аромат, который насыщен чувственными древесными нотами.
                        Яркий цитрусовый аромат цедрата мгновенно дарит заряд бодрости для динамичного и активного дня.`,
                    advice: `Нанести небольшое количество геля на влажную кожу, вспенить, смыть теплой водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Очищающий гель для лица Аква Реотье": {
                    type: 'men',
                    id: 'men-12',
                    img_1: 'img/men/Гель для лица очищающий Аква Реотье.webp',
                    img: '../../img/men/Гель для лица очищающий Аква Реотье.webp',
                    url_1: `Locci_pages/men page/Гель для лица очищающий Аква Реотье.html`,
                    url: `../../Locci_pages/men page/Гель для лица очищающий Аква Реотье.html`,
                    name: "Очищающий гель для лица Аква Реотье",
                    desc: `Мягкий гель, обогащенный минерализованной водой из источника Реотье, бережно ...`,
                    description: `Мягкий гель, обогащенный минерализованной водой из источника Реотье, бережно очищает кожу, удаляя загрязнения и остатки макияжа. 
                        Легкий по текстуре, гель не сушит кожу, оставляя чувство комфорта.`,
                    advice: `Нанесите небольшое количество геля на влажную кожу лица, избегая область вокруг глаз.
                        Умойтесь, смойте большим количеством теплой воды. Используйте дважды в день.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Ультраувлажняющий гель для лица Аква Реотье": {
                    type: 'men',
                    id: 'men-13',
                    img_1: 'img/men/Гель для лица ультраувлажняющий Аква Реотье.webp',
                    img: '../../img/men/Гель для лица ультраувлажняющий Аква Реотье.webp',
                    url_1: `Locci_pages/men page/Гель для лица ультраувлажняющий Аква Реотье.html`,
                    url: `../../Locci_pages/men page/Гель для лица ультраувлажняющий Аква Реотье.html`,
                    name: "Ультраувлажняющий гель для лица Аква Реотье",
                    desc: `Легкий инновационный гель обогащен минерализованной водой из источника Реотье.
                        Его легкая невесомая текстура состоит из ...`,
                    description: `Легкий инновационный гель обогащен минерализованной водой из источника Реотье.
                        Его легкая невесомая текстура состоит из тысячи микропузырьков, которые мгновенно освежают и увлажняют кожу, восстанавливая её водный баланс.
                        Ваша кожа выглядит сияющей и отдохнувшей.`,
                    advice: `Наносите утром и вечером небольшое количество геля легкими похлопывающими движениями на кожу лица, избегая область вокруг глаз.
                        Подождите несколько секунд до полного впитывания.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Очищающий гель для умывания Можжевельник для мужчин": {
                    type: 'men',
                    id: 'men-14',
                    img_1: 'img/men/Гель для умывания очищающий Cade.webp',
                    img: '../../img/men/Гель для умывания очищающий Cade.webp',
                    url_1: `Locci_pages/men page/Гель для умывания очищающий Cade.html`,
                    url: `../../Locci_pages/men page/Гель для умывания очищающий Cade.html`,
                    name: "Очищающий гель для умывания Можжевельник для мужчин",
                    desc: `Отшелушивающий гель,обогащенный эфирным маслом можжевельника, а также перемолотой скорлупой ...`,
                    description: `Отшелушивающий гель,обогащенный эфирным маслом можжевельника, а также перемолотой скорлупой каштана и миндаля, 
                        бережно очищает и эксфолиирует кожу,удаляет омертвевшие клетки,убирает жирный блеск.
                        Подходит для всех типов кожи и ежедневного применения. Формула разработана специально для мужчин и протестирована дерматологами.`,
                    advice: `Нанести на влажную кожу массажными движениями, уделяя особое внимание лбу, носу и подбородку. Смыть водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Деодорант Л'Окситан": {
                    type: 'men',
                    id: 'men-15',
                    img_1: 'img/men/Дезодорант Локситан.webp',
                    img: '../../img/men/Дезодорант Локситан.webp',
                    url_1: `Locci_pages/men page/Дезодорант Локситан.html`,
                    url: `../../Locci_pages/men page/Дезодорант Локситан.html`,
                    name: "Деодорант Л'Окситан",
                    desc: `Шариковый деодорант помогает на 48 часов предотвратить неприятные запахи, вызванные развитием бактерий, оставляя на коже свежий аромат.
                        Формула эффективно защищает даже ...`,
                    description: `Шариковый деодорант помогает на 48 часов предотвратить неприятные запахи, вызванные развитием бактерий, оставляя на коже свежий аромат.
                        Формула эффективно защищает даже в экстремальных условиях (интенсивные физические нагрузки, стресс, высокие температуры).
                        Средство легко наносится, быстро высыхает и не оставляет следов на одежде. Деодорант не содержит спирт и соли алюминия.`,
                    advice: `Нанести на чистое тело.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Деодорант-стик О де Бо": {
                    type: 'men',
                    id: 'men-16',
                    img_1: 'img/men/Дезодорант-стик Бо.webp',
                    img: '../../img/men/Дезодорант-стик Бо.webp',
                    url_1: `Locci_pages/men page/Дезодорант-стик О де Бо.html`,
                    url: `../../Locci_pages/men page/Дезодорант-стик О де Бо.html`,
                    name: "Деодорант-стик О де Бо",
                    desc: `Этот бесспиртовой дезодорант очень комфортен в использовании - мягко скользит по поверхности кожи и быстро высыхает.
                        Его формула блокирует ...`,
                    description: `Этот бесспиртовой дезодорант очень комфортен в использовании - мягко скользит по поверхности кожи и быстро высыхает. 
                        Его формула блокирует распространение бактерий и предотвращает появление неприятного запаха. 
                        Прекрасное дополнение к семейству продуктов Eau des Baux - чувственный и волнующий аромат кипариса и ладана.`,
                    advice: `Нанести на чистое тело.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Крем для бритья Можжевельник": {
                    type: 'men',
                    id: 'men-17',
                    img_1: 'img/men/Крем для бритья Cade.webp',
                    img: '../../img/men/Крем для бритья Cade.webp',
                    url_1: `Locci_pages/men page/Крем для бритья Cade.html`,
                    url: `../../Locci_pages/men page/Крем для бритья Cade.html`,
                    name: "Крем для бритья Можжевельник",
                    desc: `Крем для бритья, обогащенный эфирным маслом можжевельника и маслом карите, превращается в пышную пену и обеспечивает ...`,
                    description: `Крем для бритья, обогащенный эфирным маслом можжевельника и маслом карите, превращается в пышную пену и обеспечивает безупречное скольжение бритвы для комфортного бритья.
                        Средство помогает смягчить бороду, снять ощущения стянутости и раздражения во время бритья, а также увлажняет и успокаивает кожу лица.`,
                    advice: `Нанесите на влажную кожу, приступите к бритью, по окончании бритья тщательно смойте водой. Используйте помазок для создания наиболее обильной пены и комфорта.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Восстанавливающий крем для лица Можжевельник для мужчин": {
                    type: 'men',
                    id: 'men-18',
                    img_1: 'img/men/Крем для лица Cade восстанавливающий.webp',
                    img: '../../img/men/Крем для лица Cade восстанавливающий.webp',
                    url_1: `Locci_pages/men page/Крем для лица Cade восстанавливающий.html`,
                    url: `../../Locci_pages/men page/Крем для лица Cade восстанавливающий.html`,
                    name: "Восстанавливающий крем для лица Можжевельник для мужчин",
                    desc: `Крем для лица легкой текстуры, интенсивно увлажняющий и омолаживающий кожу.`,
                    description: `Крем для лица легкой текстуры, интенсивно увлажняющий и омолаживающий кожу.`,
                    advice: ``,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Крем для лица Драгоценный Иммортель - Новая формула!": {
                    type: 'men',
                    id: 'men-19',
                    img_1: 'img/men/Крем для лица Драгоценный Иммортель.webp',
                    img: '../../img/men/Крем для лица Драгоценный Иммортель.webp',
                    url_1: `Locci_pages/men page/Крем для лица Драгоценный Иммортель.html`,
                    url: `../../Locci_pages/men page/Крем для лица Драгоценный Иммортель.html`,
                    name: "Крем для лица Драгоценный Иммортель - Новая формула!",
                    desc: `Обогащенный уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, бархатистый крем предотвращает первые признаки старения.
                        Эффективный микс этих ценных ...`,
                    description: `Обогащенный уникальным комплексом, состоящим из низкомолекулярной гиалуроновой кислоты и минерала кремния, бархатистый крем предотвращает первые признаки старения.
                        Эффективный микс этих ценных ингредиентов способствует самостоятельному синтезу молекул гиалуроновой кислоты в коже.
                        Крем насыщен микрокапсулированным маслом корсиканского иммортеля,известным своей способностью бороться с видимыми признаками старения.
                        Через 28 дней применения кожа становится увлажненной, напитанной и подтянутой.`,
                    advice: `В качестве ежедневного ухода наносить утром и вечером на кожу лица и шеи легкими массажными движениями, избегая область вокруг глаз.
                        В качестве маски наносить один раз в неделю толстым слоем на 10 минут, удалить излишки ватным диском.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Легкий крем-комфорт для лица Карите": {
                    type: 'men',
                    id: 'men-20',
                    img_1: 'img/men/Крем для лица Карите комфорт.webp',
                    img: '../../img/men/Крем для лица Карите комфорт.webp',
                    url_1: `Locci_pages/men page/Крем для лица Карите комфорт.html`,
                    url: `../../Locci_pages/men page/Крем для лица Карите комфорт.html`,
                    name: "Легкий крем-комфорт для лица Карите",
                    desc: `Легкий крем-комфорт для лица Карите, обогащенный чудодейственным маслом карите (5%), превосходно питает, увлажняет и восстанавливает кожу.
                        Уникальная формула крема удовлетворяет потребность ...`,
                    description: `Легкий крем-комфорт для лица Карите, обогащенный чудодейственным маслом карите (5%), превосходно питает, увлажняет и восстанавливает кожу.
                        Уникальная формула крема удовлетворяет потребность различных типов кожи и обеспечивает защиту в любых условиях. 
                        Дарит ощущение мягкости, бархатистости и увлажнения в течение 48 часов.`,
                    advice: `Утром и вечером наносить на очищенную кожу лица легкими похлопывающими движениями.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Крем для ног Карите": {
                    type: 'men',
                    id: 'men-21',
                    img_1: 'img/men/Крем для ног Карите.webp',
                    img: '../../img/men/Крем для ног Карите.webp',
                    url_1: `Locci_pages/men page/Крем для ног Карите.html`,
                    url: `../../Locci_pages/men page/Крем для ног Карите.html`,
                    name: "Крем для ног Карите",
                    desc: `Смягчает, питает, увлажняет кожу ног.
                        Оказывает освежающее успокаивающее воздействие, снимает раздражение ...`,
                    description: `Смягчает, питает, увлажняет кожу ног.
                        Оказывает освежающее успокаивающее воздействие, снимает раздражение и усталость ног.
                        Предотвращает образование мозолей и натоптышей, способствует заживлению трещин.`,
                    advice: `Наносить на чистую сухую кожу ног по мере необходимости.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Крем для рук охлаждающий Вербена": {
                    type: 'men',
                    id: 'men-22',
                    img_1: 'img/men/Крем для рук охлаждающий Вербена.webp',
                    img: '../../img/men/Крем для рук охлаждающий Вербена.webp',
                    url_1: `Locci_pages/men page/Крем для рук охлаждающий Вербена.html`,
                    url: `../../Locci_pages/men page/Крем для рук охлаждающий Вербена.html`,
                    name: "Крем для рук охлаждающий Вербена",
                    desc: `НОВАЯ ФОРМУЛА Новый крем-гель с охлаждающим эффектом для невероятно глубокого увлажнения кожи рук.
                        Обогащен эфирными маслами лимона и ...`,
                    description: `НОВАЯ ФОРМУЛА Новый крем-гель с охлаждающим эффектом для невероятно глубокого увлажнения кожи рук. 
                        Обогащен эфирными маслами лимона и чабреца, которые известны своим очищающим и успокаивающим действием. 
                        Экстракт Вербены из Прованса придаст свежесть вашим ручкам! Особенно актуально использовать в жаркое время года. 
                        Не оставляет липкого ощущения. Руки наполнены энергией. Тонкий бодрящий аромат свежескошенной Вербены поднимает настроение.`,
                    advice: `Наносить на кожу рук в течение дня по мере необходимости.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Молочко для Тела Лаванда": {
                    type: 'men',
                    id: 'men-23',
                    img_1: 'img/men/Молочко для тела Лаванда.webp',
                    img: '../../img/men/Молочко для тела Лаванда.webp',
                    url_1: `Locci_pages/men page/Молочко для тела Лаванда.html`,
                    url: `../../Locci_pages/men page/Молочко для тела Лаванда.html`,
                    name: "Молочко для Тела Лаванда",
                    desc: `L'Occitane использует лаванду, получаемую от кооперативов фермеров в Верхнем Провансе.
                        Сертифицированное органическое* молочко для тела в коллекции Л'Окситан, обогащенное ...`,
                    description: `L'Occitane использует лаванду, получаемую от кооперативов фермеров в Верхнем Провансе.
                        Сертифицированное органическое* молочко для тела в коллекции Л'Окситан, обогащенное питательными свойствами масла карите и расслабляющими способностями эфирного масла лаванды.
                        В тандеме они дарят коже нежный ласковый уход и обволакивают ее ароматной вуалью, которая будет ненавязчиво сопровождать вас весь день.
                        Органическая формула, обогащенная эфирным лавандовым маслом A.O.P. из Верхнего Прованса.`,
                    advice: `Наносить массажными движениями на чистую сухую кожу тела`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Освежающее молочко для тела Вербена-Цитрус": {
                    type: 'men',
                    id: 'men-24',
                    img_1: 'img/men/Молочко для тела освежающее Вербена-Цитрус.webp',
                    img: '../../img/men/Молочко для тела освежающее Вербена-Цитрус.webp',
                    url_1: `Locci_pages/men page/Молочко для тела освежающее Вербена-Цитрус.html`,
                    url: `../../Locci_pages/men page/Молочко для тела освежающее Вербена-Цитрус.html`,
                    name: "Освежающее молочко для тела Вербена-Цитрус",
                    desc: `Освежающее молочко для тела дарит приятное ощущение комфорта и заряжает энергией, все оттенки свежести присутствуют в этом коктейле из ...`,
                    description: `Освежающее молочко для тела дарит приятное ощущение комфорта и заряжает энергией, все оттенки свежести присутствуют в этом коктейле из цитрусовых фруктов и толченых листьев лимона.
                        Бодрящая пикантная композиция, в состав которой входит органическая вербена из Прованса, а также грейпфрут и лимон из Средиземноморья, способна наполнить день яркими красками.`,
                    advice: `Наносить массажными движениями на чистую сухую кожу тела`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Молочко для тела увлажняющее Вербена": {
                    type: 'men',
                    id: 'men-25',
                    img_1: 'img/men/Молочко для тела увлажняющее Вербена.webp',
                    img: '../../img/men/Молочко для тела увлажняющее Вербена.webp',
                    url_1: `Locci_pages/men page/Молочко для тела увлажняющее Вербена.html`,
                    url: `../../Locci_pages/men page/Молочко для тела увлажняющее Вербена.html`,
                    name: "Молочко для тела увлажняющее Вербена",
                    desc: `Легкая текстура лосьона быстро впитывается и мгновенно устраняет сухость кожи.
                        Органический экстракт вербены успокаивает и ...`,
                    description: `Среди всех ароматных трав, растущих вдоль дорог Прованса, есть та, чья лимонная свежесть пробуждает тело и разум. Она называется вербена.
                        Благодаря универсальному цитрусовому аромату, молочко подходит как женщинам, так и мужчинам.
                        Легкая текстура лосьона быстро впитывается и мгновенно устраняет сухость кожи.
                        Органический экстракт вербены успокаивает и освежает, масло виноградных косточек насыщает кожу питательными веществами.`,
                    advice: `Нанесите на тело массирующими движениями до полного впитывания.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Мыло Акватический цедрат, твердое": {
                    type: 'men',
                    id: 'men-26',
                    img_1: 'img/men/Мыло Аква Цедрат.webp',
                    img: '../../img/men/Мыло Аква Цедрат.webp',
                    url_1: `Locci_pages/men page/Мыло Аква Цедрат.html`,
                    url: `../../Locci_pages/men page/Мыло Аква Цедрат.html`,
                    name: "Мыло Акватический цедрат, твердое",
                    desc: `Мыло бережно очищает кожу рук и тела, оставляя на ней свежий и пикантный акватический аромат.`,
                    description: `Мыло бережно очищает кожу рук и тела, оставляя на ней свежий и пикантный акватический аромат.`,
                    advice: `Вспеньте и нанесите на влажную кожу рук и тела. Тщательно смойте водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Мыло Л'Окситан, твердое": {
                    type: 'men',
                    id: 'men-27',
                    img_1: 'img/men/Мыло Локситан.webp',
                    img: '../../img/men/Мыло Локситан.webp',
                    url_1: `Locci_pages/men page/Мыло Локситан.html`,
                    url: `../../Locci_pages/men page/Мыло Локситан.html`,
                    name: "Мыло Л'Окситан, твердое",
                    desc: `Мыло бережно очищает кожу рук и тела, оставляя на ней яркий перечный аромат с нотой мускатного ореха.`,
                    description: `Мыло бережно очищает кожу рук и тела, оставляя на ней яркий перечный аромат с нотой мускатного ореха.`,
                    advice: `Вспеньте и нанесите на влажную кожу рук и тела. Тщательно смойте водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Мыло О де Бо, твердое": {
                    type: 'men',
                    id: 'men-28',
                    img_1: 'img/men/Мыло О де Бо.webp',
                    img: '../../img/men/Мыло О де Бо.webp',
                    url_1: `Locci_pages/men page/Мыло О де Бо.html`,
                    url: `../../Locci_pages/men page/Мыло О де Бо.html`,
                    name: "Мыло О де Бо, твердое",
                    desc: `Мыло бережно очищает кожу рук и тела, оставляя на ней яркий аромат кедрового дерева и ладана.`,
                    description: `Мыло бережно очищает кожу рук и тела, оставляя на ней яркий аромат кедрового дерева и ладана.`,
                    advice: `Вспеньте и нанесите на влажную кожу рук и тела. Тщательно смойте водой.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Мыло Цедрат, твердое": {
                    type: 'men',
                    id: 'men-29',
                    img_1: 'img/men/Мыло Цедрат.webp',
                    img: '../../img/men/Мыло Цедрат.webp',
                    url_1: `Locci_pages/men page/Мыло Цедрат.html`,
                    url: `../../Locci_pages/men page/Мыло Цедрат.html`,
                    name: "Мыло Цедрат, твердое",
                    desc: `Мыло бережно очищает кожу рук и тела, оставляя на ней свежий, яркий и тонкий пикантный аромат.`,
                    description: `Мыло бережно очищает кожу рук и тела, оставляя на ней свежий, яркий и тонкий пикантный аромат.`,
                    advice: `Вспеньте и нанесите на влажную кожу рук и тела. Тщательно смойте водой.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Мицеллярный шампунь Аромакология Баланс и деликатный уход": {
                    type: 'men-hair',
                    id: 'men-30',
                    img_1: 'img/men/Шампунь Деликатный уход и Баланс.webp',
                    img: '../../img/men/Шампунь Деликатный уход и Баланс.webp',
                    url_1: `Locci_pages/men page/Шампунь Деликатный уход и Баланс.html`,
                    url: `../../Locci_pages/men page/Шампунь Деликатный уход и Баланс.html`,
                    name: "Мицеллярный шампунь Аромакология Баланс и деликатный уход",
                    desc: `Формула шампуня без сульфатов и силиконов способствует бережному очищению волос и кожи головы и подходит для частого использования.
                        Входящие в состав балансирующий комплекс ...`,
                    description: `Формула шампуня без сульфатов и силиконов способствует бережному очищению волос и кожи головы и подходит для частого использования.
                        Входящие в состав балансирующий комплекс с пребиотиком и коктейль из 5 эфирных масел (лаванды, розмарина, лимона, апельсина и ромашки) восстанавливают экосистему кожи головы и поддерживают естественный уровень увлажненности, преображая волосы и наполняя их силой.
                        100% натуральные эфирные масла придают локонам аромат прованского лета.`,
                    advice: `Налейте небольшое количество продукта в ладонь. Бережно помассируйте кожу головы и распределите средство по всей длине. Тщательно смойте водой.
                        Для максимального балансирующего эффекта используйте Кондиционер Аромакология Баланс и деликатный уход.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Шампунь для волос Цитрус - Вербена": {
                    type: 'men-hair',
                    id: 'men-31',
                    img_1: 'img/men/Шампунь для волос Цитрус - Вербена.webp',
                    img: '../../img/men/Шампунь для волос Цитрус - Вербена.webp',
                    url_1: `Locci_pages/men page/Шампунь для волос Цитрус - Вербена.html`,
                    url: `../../Locci_pages/men page/Шампунь для волос Цитрус - Вербена.html`,
                    name: "Шампунь для волос Цитрус - Вербена",
                    desc: `Шампунь для ежедневного использования. Хорошо очищает волосы, не раздражая при этом кожу головы.
                        Обогащен органическим экстрактом ...`,
                    description: `Шампунь для ежедневного использования. Хорошо очищает волосы, не раздражая при этом кожу головы.
                        Обогащен органическим экстрактом вербены, эфирным маслом лимона и настоем из цветков липы.
                        После применения шампуня волосы приобретают мягкость, блеск и силу. После использования на волосах остается легкий цитрусовый аромат.
                        Подходит для всех типов волос.`,
                    advice: `Наносить на влажные волосы массирующими движениями, после смыть водой. Повторять процедуру 1-2 раза.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Очищающий шампунь": {
                    type: 'men-hair',
                    id: 'men-32',
                    img_1: 'img/men/Шампунь очищающий.webp',
                    img: '../../img/men/Шампунь очищающий.webp',
                    url_1: `Locci_pages/men page/Шампунь очищающий.html`,
                    url: `../../Locci_pages/men page/Шампунь очищающий.html`,
                    name: "Очищающий шампунь",
                    desc: `Ультра-свежая формула с очищающими эфирными маслами.
                        Пробуждает чувства, освежает и бережно ...`,
                    description: `Ультра-свежая формула с очищающими эфирными маслами.
                        Пробуждает чувства, освежает и бережно очищает волосы. Волосы свежие, легкие, наполнены жизненной энергией и дольше остаются чистыми.
                        Шампунь для ежедневного применения без силиконов. Надолго обеспечивает ощущение свежести, волосы дольше остаются чистыми.`,
                    advice: `Наносить на влажные волосы массирующими движениями, после смыть водой. Повторять процедуру 1-2 раза.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Укрепляющий шампунь Сила и Блеск": {
                    type: 'men-hair',
                    id: 'men-33',
                    img_1: 'img/men/Шампунь укрепляющий Сила и Блеск.webp',
                    img: '../../img/men/Шампунь укрепляющий Сила и Блеск.webp',
                    url_1: `Locci_pages/men page/Шампунь укрепляющий Сила и Блеск.html`,
                    url: `../../Locci_pages/men page/Шампунь укрепляющий Сила и Блеск.html`,
                    name: "Укрепляющий шампунь Сила и Блеск",
                    desc: `Высококонцентрированный запатентованным коктейлем пяти эфирных масел (кипарис, розмарин, иланг-иланг, можжевельник и кедр) укрепляющий шампунь 
                        нежно очищает кожу головы и волосы по всей длине, оставляя чувство легкости и тонуса ...`,
                    description: `Высококонцентрированный запатентованным коктейлем пяти эфирных масел (кипарис, розмарин, иланг-иланг, можжевельник и кедр) укрепляющий шампунь нежно очищает кожу головы и волосы по всей длине, оставляя чувство легкости и тонуса.
                        Благодаря укрепляющему комплексу растительных компонентов (аминокислоты и протеины) структура волоса становится заметно более плотной и снижается уровень выпадения волос, вызванных ломкостью.
                        Вся линия специально разработана для хрупких и тонких волос.`,
                    advice: `Наносить на влажные волосы массирующими движениями, после смыть водой. Повторять процедуру 1-2 раза.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Энергетический флюид для лица Можжевельник": {
                    type: 'men',
                    id: 'men-34',
                    img_1: 'img/men/Энергетический флюид для лица Cade.webp',
                    img: '../../img/men/Энергетический флюид для лица Cade.webp',
                    url_1: `Locci_pages/men page/Энергетический флюид для лица Cade.html`,
                    url: `../../Locci_pages/men page/Энергетический флюид для лица Cade.html`,
                    name: "Энергетический флюид для лица Можжевельник",
                    desc: `Увлажняющий флюид пробуждает кожу, заряжая ее энергией. Флюид быстро впитывается, не оставляя ощущения липкости, придавая коже матовость ...`,
                    description: `Увлажняющий флюид пробуждает кожу, заряжая ее энергией. 
                        Флюид быстро впитывается, не оставляя ощущения липкости, придавая коже матовость. 
                        Обогащенный эфирным маслом можжевельника, флюид обладает защитными свойствами и помогает сократить избыточную выработку себума.
                        Формула разработана специально для мужской кожи и прошла дерматологический контроль.`,
                    advice: `Наносить на очищенную кожу лица утром и/или вечером.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Бальзам-суфле для массажа Карите-Малыш": {
                    type: 'baby',
                    id: 'baby-0',
                    img_1: 'img/baby/Бальзам-суфле для массажа Карите.webp',
                    img: '../../img/baby/Бальзам-суфле для массажа Карите.webp',
                    url_1: `Locci_pages/baby page/Бальзам массажный Карите.html`,
                    url: `../../Locci_pages/baby page/Бальзам массажный Карите.html`,
                    name: "Бальзам-суфле для массажа Карите-Малыш",
                    desc: `Бальзам-суфле для массажа, обогащенный чудодейственным маслом Карите (70%) питает и защищает нежную кожу ребенка.
                        Массаж с бальзамом усиливает моменты бесконечной нежности между мамой и ребенком.
                        Рекомендуется использовать для детей старше 3-х месяцев.`,
                    description: `Бальзам интенсивно питает и защищает нежную кожу ребенка.
                        Идеально подходит для нежного массажа, его тающая текстура обволакивает кожу и создает чувство комфорта и мягкости.`,
                    advice: `Наносить после ванны, легкими массажными движениями.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Крем-гель для купания 2в1 Карите-Малыш (сменный блок)": {
                    type: 'baby',
                    id: 'baby-1',
                    img_1: 'img/baby/Крем-гель для купания Карите (блок).webp',
                    img: '../../img/baby/Крем-гель для купания Карите (блок).webp',
                    url_1: `Locci_pages/baby page/Крем гель для купания (блок).html`,
                    url: `../../Locci_pages/baby page/Крем гель для купания (блок).html`,
                    name: "Крем-гель для купания 2в1 Карите-Малыш (сменный блок)",
                    desc: `Кремовая обволакивающая текстура крем-геля дарит малышу ощущения мягкости и комфорта во время купания.
                        Крем-гель предназначен для ...`,
                    description: `Кремовая обволакивающая текстура крем-геля дарит малышу ощущения мягкости и комфорта во время купания.
                        Крем-гель предназначен для деликатного очищения нежной кожи ребенка, а также волос и кожи головы.
                        Рекомендуется использовать для детей старше 3-х месяцев.`,
                    advice: `Нанесите на влажные тело и волосы массирующими движениями, вспеньте, тщательно смойте и промокните насухо.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Крем-гель для купания 2в1 Карите-Малыш": {
                    type: 'baby',
                    id: 'baby-2',
                    img_1: 'img/baby/Крем-гель для купания 2в1 Карите.webp',
                    img: '../../img/baby/Крем-гель для купания 2в1 Карите.webp',
                    url_1: `Locci_pages/baby page/Крем гель для купания Карите.html`,
                    url: `../../Locci_pages/baby page/Крем гель для купания Карите.html`,
                    name: "Крем-гель для купания 2в1 Карите-Малыш",
                    desc: `Кремовая обволакивающая текстура крем-геля дарит малышу ощущения мягкости и комфорта во время купания.
                        Крем-гель предназначен для ...`,
                    description: `Кремовая обволакивающая текстура крем-геля дарит малышу ощущения мягкости и комфорта во время купания.
                        Крем-гель предназначен для деликатного очищения нежной кожи ребенка, а также волос и кожи головы.
                        Рекомендуется использовать для детей старше 3-х месяцев.`,
                    advice: `Нанесите на влажные тело и волосы массирующими движениями, вспеньте, тщательно смойте и промокните насухо.`,
                    recommend: '',
                    status: 'on',
                    instock: 'yes',
                },
                "Очищающая вода Карите-Малыш": {
                    type: 'baby',
                    id: 'baby-3',
                    img_1: 'img/baby/Очищающая вода Карите.webp',
                    img: '../../img/baby/Очищающая вода Карите.webp',
                    url_1: `Locci_pages/baby page/Очищающая вода Карите-Малыш.html`,
                    url: `../../Locci_pages/baby page/Очищающая вода Карите-Малыш.html`,
                    name: "Очищающая вода Карите-Малыш",
                    desc: `Вода предназначена для эффективного очищения нежной кожи ребенка.
                        Увлажняющая формула воды дарит ...`,
                    description: `Вода предназначена для эффективного очищения нежной кожи ребенка.
                        Увлажняющая формула воды дарит малышу ощущения мягкости, свежести и комфорта.
                        Рекомендуется использовать для детей старше 3-х месяцев.`,
                    advice: `Нанесите с помощью ватного диска, дождитесь высыхания. Не смывать.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
                "Увлажняющее молочко для тела Карите-Малыш": {
                    type: 'baby',
                    id: 'baby-4',
                    img_1: 'img/baby/Увлажняющее молочко для тела Карите.webp',
                    img: '../../img/baby/Увлажняющее молочко для тела Карите.webp',
                    url_1: `Locci_pages/baby page/Увлажняющее молочко для тела Карите.html`,
                    url: `../../Locci_pages/baby page/Увлажняющее молочко для тела Карите.html`,
                    name: "Увлажняющее молочко для тела Карите-Малыш",
                    desc: `Благодаря легкой формуле нежное молочко увлажняет, питает и помогает восстановить естественный барьер деликатной кожи малыша.
                        Молочко содержит 95% натуральных ингредиентов и подходит для бережной заботы о самых маленьких.
                        Рекомендуется использовать для детей старше 3-х месяцев.`,
                    description: `Легкое молочко для лица и тела увлажняет и мгновенно питает нежную кожу малыша, 
                        не нарушая при этом естественную среду гидролипидного слоя, сохраняя нежную кожу ребенка.
                        Молочко обладает успокаивающим эффектом.`,
                    advice: `Наносить массажными движениями после купания по мере необходимости.`,
                    recommend: 'yes',
                    status: 'on',
                    instock: 'yes',
                },
            },
            
        }
    },
    methods: {
        search_input: function() {
            if (this.search !== '') {
                this.$refs.show_me.style.display = 'block';
                this.$refs.hide_me.style.display = 'none';
                this.$refs.circle.style.display = 'none';
                this.$refs.cross.style.display = 'block';
            } else {
                this.$refs.show_me.style.display = 'none';
                this.$refs.hide_me.style.display = 'block';
                this.$refs.circle.style.display = 'block';
                this.$refs.cross.style.display = 'none';
            }
        },
        search_clear() {
            this.search = '';
            this.$refs.show_me.style.display = 'none';
            this.$refs.hide_me.style.display = 'block';
            this.$refs.circle.style.display = 'block';
            this.$refs.cross.style.display = 'none';
            this.$refs.search_value.focus();
            
        },
        search_do() {
            if (this.$refs.search_value.style.display === 'none') {
                this.$refs.search_value.style.display = 'block';
                this.$refs.search_value.focus();
                

            }
        },
        addToCart(product) {
            this.cart.push(product);
            this.cartStorage();
        },
        removeFromCart(item) {
            this.cart = this.cart.filter(function(val){
                return val.name !== item.name;
            });
            this.cartStorage();
        },
        select_item(item, event) {
            this.cart = this.cart.filter(function(val){
                return val.name !== item.name;
            });
            for(let i = 0; i < event.target.value; i++) {
                this.cart.push(item);
            };
            this.cartStorage();
        },
        cartStorage() {
            localStorage.cart = JSON.stringify(this.cart);
        },
        count_cart(item) {
            let count = 0;
            for (i = 0; i < this.cart.length; i++) {
                if (this.cart[i].name === item.name) count++;
            }
            return count;
        }
        
    },
    mounted() {
        if (localStorage.cart) {
            this.cart = JSON.parse(localStorage.cart);
        }
    },
    created() {
        this.prod_list = Object.values(this.products);
    },
    computed: {
        filteredList: function(){
            return this.prod_list.filter((item) => {
                return item.name.toLowerCase().match(this.search.toLowerCase());
            })
        },
        filteredCart: function(){
            return this.cart.filter((item, index, arr) => arr.findIndex(p=>(p.name === item.name)) === index);
        },
    }
})



window.onscroll = function() {scrollFunction()};

function scrollFunction() {
    if (document.body.scrollTop > 60 || document.documentElement.scrollTop > 60) {
        document.querySelector('.logo-image').style.width = "10.5rem";
        document.querySelector('.logo-image').style.height = "2.25rem";
        document.querySelector('.header-shops-text').style.display = "none";
        document.querySelector('.header-area-middle').style.padding = ".5rem";
        document.querySelector('.header-area-left').style.marginTop = "0rem";
        document.querySelector('.header-area-right').style.marginTop = "0rem";
        document.querySelector('.cart').style.display = "none";
        document.querySelector('.header').style.borderBottom = "0.1rem solid #ccc";
    } else {
        document.querySelector('.logo-image').style.width = "14.8125rem";
        document.querySelector('.logo-image').style.height = "3.1875rem";
        document.querySelector('.header-shops-text').style.display = "inline";
        document.querySelector('.header-area-middle').style.padding = "1.2rem .75rem";
        document.querySelector('.header-area-left').style.marginTop = ".3rem";
        document.querySelector('.header-area-right').style.marginTop = ".3rem";
        document.querySelector('.cart').style.display = "block";
        document.querySelector('.header').style.borderBottom = "none";
    };
    if ((document.body.scrollTop > 60 || document.documentElement.scrollTop > 60) && 
    (document.querySelector('.searchfield').value === '')) {
        document.querySelector('.searchfield').style.display = "none";
        document.querySelector('.search-area').style.borderBottomColor = "#fff";
    } else {
        document.querySelector('.searchfield').style.display = "inline";
        document.querySelector('.search-area').style.borderBottomColor = "#001022";
    };

}

//  DropDown submenu
let slideDowmTime = 400;
let slideUpTime = 400;
let delayTime = 400;

jQuery('.dropdown-gifts').hoverIntent(function () {
    $('.dropdown-gifts-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-gifts-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-gifts-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-gifts-content').css('border-bottom', 'none');    
});

jQuery('.dropdown-sale').hoverIntent(function () {
    $('.dropdown-sale-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-sale-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-sale-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-sale-content').css('border-bottom', 'none');
});

jQuery('.dropdown-makeup').hoverIntent(function () {
    $('.dropdown-makeup-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-makeup-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-makeup-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-makeup-content').css('border-bottom', 'none');
});

jQuery('.dropdown-face').hoverIntent(function () {
    $('.dropdown-face-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-face-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-face-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-face-content').css('border-bottom', 'none');
});

jQuery('.dropdown-body').hoverIntent(function () {
    $('.dropdown-body-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-body-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-body-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-body-content').css('border-bottom', 'none');
});

jQuery('.dropdown-aroma').hoverIntent(function () {
    $('.dropdown-aroma-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-aroma-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-aroma-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-aroma-content').css('border-bottom', 'none');
});

jQuery('.dropdown-men').hoverIntent(function () {
    $('.dropdown-men-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-men-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-men-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-men-content').css('border-bottom', 'none');
});

jQuery('.dropdown-soap').hoverIntent(function () {
    $('.dropdown-soap-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-soap-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-soap-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-soap-content').css('border-bottom', 'none');
});

jQuery('.dropdown-baby').hoverIntent(function () {
    $('.dropdown-baby-content').stop().delay(delayTime).slideDown(slideDowmTime);
    $('.dropdown-baby-content').css('border-bottom', '0.1rem solid #ccc');
}, function() {
    $('.dropdown-baby-content').delay(delayTime).slideUp(slideUpTime);
    $('.m-nav').css('height', '');
    $('.dropdown-baby-content').css('border-bottom', 'none');
});



//     item-page Description content check
function check() {
    if (document.querySelector('#about-1').checked) {
        document.querySelector('.about-text-1').style.display = 'flex';
        document.querySelector('.about-text-2').style.display = 'none';
    } else {
        document.querySelector('.about-text-2').style.display = 'flex';
        document.querySelector('.about-text-1').style.display = 'none';
    }
}



















